{
  "apartheid": "Systematic oppression by one racial group over another; a crime against humanity under international law.",
  "austerity": "Deep cuts to public services to pay government debts, disproportionately harming the poor.",
  "capital flight": "Illicit transfer of stolen wealth by elites out of a country, enabled by a complicit global financial system facilitating offshore secrecy.",
  "colonialism": "Violent foreign occupation and economic exploitation creating lasting global inequality.",
  "disaster capitalism": "Exploiting crises (wars, disasters) to impose neoliberal policies and create corporate opportunities.",
  "divide and rule": "Colonial tactic of inflaming divisions among colonised people to prevent unified resistance.",
  "ethnic cleansing": "Systematic forced removal or killing of ethnic/religious groups from a territory.",
  "food sovereignty": "The right of peoples to control their own food systems, prioritising local needs over corporate exports.",
  "Françafrique": "France's neo-colonial system of controlling former African colonies through economic and political ties.",
  "genocide": "Acts intended to destroy a national, ethnic, racial, or religious group, defined under international law.",
  "geopolitics": "The struggle between great powers for control over territory and resources, often creating proxy wars.",
  "imperialism": "The global system enabling dominant nations to control weaker ones through economic, military, or political force.",
  "impunity": "When perpetrators of mass atrocities (like war crimes) escape punishment due to political protection.",
  "International Criminal Court": "Court prosecuting individuals for genocide, war crimes; effectiveness limited by state cooperation.",
  "ICC": "Acronym for International Criminal Court.",
  "International Court of Justice": "UN court settling disputes between states (e.g., genocide cases involving Myanmar, Israel).",
  "ICJ": "Acronym for International Court of Justice.",
  "International Monetary Fund": "Lender imposing neoliberal austerity (SAPs) on indebted countries as loan conditions.",
  "IMF": "Acronym for International Monetary Fund.",
  "khaki capitalism": "A system where the military retains ultimate power while managing neoliberal economic reforms, often enriching itself.",
  "kleptocracy": "Rule by thieves; elites systematically looting national wealth, aided by the global financial system.",
  "Marxist-Leninist": "A communist ideology advocating state control achieved via a revolutionary vanguard party; historically associated with single-party states, centralised economies, and often severe political repression.",
  "NATO": "US-led military alliance; critics argue its expansion and interventions fuel conflict.",
  "neo-colonialism": "Controlling former colonies indirectly through economic dependency and political pressure.",
  "neoliberalism": "Ideology prioritising corporate profit via privatisation, deregulation, and austerity, often imposed by IMF/World Bank.",
  "odious debt": "Illegitimate debt incurred by a dictatorship, used to financially cripple successor states.",
  "petro-state": "Country overly dependent on oil exports, prone to corruption and vulnerability (the 'resource curse').",
  "Platt Amendment": "US legislation (1901) forced into Cuba's constitution, granting the US the right to intervene militarily and control its finances, establishing US neo-colonial dominance.",
  "proxy war": "Conflict where powerful states fund opposing sides in another country's war.",
  "quasi-civilian": "A government that appears civilian but where the military retains ultimate control behind the scenes.",
  "resource curse": "Paradox where resource wealth leads to corruption, conflict, and poverty, not prosperity.",
  "sanctions (unilateral)": "Economic penalties imposed by one country/bloc outside the UN, often used as collective punishment.",
  "settler colonialism": "Colonialism aiming to replace the indigenous population with settlers, requiring their elimination.",
  "shock therapy": "Rapid, brutal imposition of neoliberal reforms (privatisation, austerity) during a crisis.",
  "state collapse": "Complete failure of government institutions, leading to loss of control, services, and widespread violence.",
  "Structural Adjustment Programmes": "IMF/World Bank packages imposing neoliberal 'shock therapy' (austerity, privatisation) on indebted nations.",
  "SAPs": "Acronym for Structural Adjustment Programmes.",
  "UN Security Council": "UN's top body for peace, often paralysed by the veto power of its five permanent members.",
  "UNSC": "Acronym for UN Security Council.",
  "World Bank": "Major lender, linked to IMF, often promoting neoliberal, export-focused economic models.",
  "zionism": "Movement for Jewish self-determination in Palestine, implemented via settler colonialism displacing Palestinians."
}
