{
  "anglophone": "Cameroon's English-speaking minority, originating from the former British colonial territory, whose political and cultural marginalisation by the Francophone-dominated state led to the Anglophone crisis.",
  "apartheid": "System of institutionalised racial segregation and discrimination, historically in South Africa.",
  "austerity": "Government policies that reduce public spending to manage debt.",
  "capital flight": "Transfer of capital from one country to another, often by wealthy individuals or corporations.",
  "colonialism": "Control or domination of one country by another, often involving settlement and economic exploitation.",
  "disaster capitalism": "Implementation of economic policies that benefit private interests during times of crisis.",
  "ecowas": "Economic Community of West African States; a regional organisation of West African countries.",
  "divide and rule": "Strategy of maintaining control by creating divisions among groups.",
  "ethnic cleansing": "Forced removal or killing of members of an ethnic or religious group from a territory.",
  "food sovereignty": "The right of peoples to define their own agricultural and food policies.",
  "frelimo": "Mozambican political movement that fought for independence from Portuguese colonial rule and established the government after 1975.",
  "françafrique": "Term describing France's political and economic influence in its former African colonies.",
  "genocide": "Intentional acts aimed at destroying a national, ethnic, racial, or religious group.",
  "geopolitics": "Study of the effects of geography on politics and international relations.",
  "helms-burton act": "US law (1996) codifying sanctions against Cuba, including extraterritorial measures.",
  "imperialism": "Policy of extending a country's power through territorial acquisition or economic influence.",
  "impunity": "Freedom from punishment for actions, including violations of law.",
  "international criminal court": "Court established to prosecute individuals for genocide, war crimes, and crimes against humanity.",
  "icc": "Acronym for International Criminal Court.",
  "international court of justice": "United Nations court that settles legal disputes between states.",
  "icj": "Acronym for International Court of Justice.",
  "international monetary fund": "International organisation providing financial assistance and advice to member countries.",
  "imf": "Acronym for International Monetary Fund.",
  "khaki capitalism": "A system where the military has significant political and economic influence.",
  "kleptocracy": "System of government where officials exploit national resources for personal gain.",
  "marxist-leninist": "Political ideology advocating state control of the economy under a vanguard party.",
  "nato": "Military alliance of North American and European countries.",
  "neoliberal": "Relating to economic policies emphasising market liberalisation, privatisation, and deregulation.",
  "neo-colonialism": "Indirect economic and political control of formerly colonised countries.",
  "neoliberalism": "Economic and political ideology promoting free markets, privatisation, and limited government intervention.",
  "odious debt": "Debt incurred by a regime that is considered illegitimate or not benefiting the population.",
  "petro-state": "Country whose economy is heavily dependent on oil exports.",
  "platt amendment": "US legislation (1901) granting rights to intervene in Cuban affairs and influence its finances.",
  "proxy war": "Conflict where external powers support opposing sides without direct involvement.",
  "quasi-civilian": "Government that appears civilian but is influenced or controlled by the military.",
  "resource curse": "Phenomenon where countries with abundant natural resources often experience slower economic growth and governance challenges.",
  "renamo": "Mozambican rebel movement active during the civil war, supported by external actors.",
  "sanctions (unilateral)": "Economic or political penalties imposed by one country or group of countries without international consensus.",
  "settler colonialism": "Form of colonialism in which settlers replace the indigenous population.",
  "shock therapy": "Rapid implementation of major economic reforms, often including privatisation and deregulation.",
  "state collapse": "Failure of government institutions leading to loss of control and services.",
  "structural adjustment programmes": "Economic policies promoted by international financial institutions, including fiscal austerity and market liberalisation.",
  "saps": "Acronym for Structural Adjustment Programmes.",
  "united nations": "International organisation founded in 1945 to promote peace, security, and cooperation among countries.",
  "un security council": "UN body responsible for maintaining international peace and security.",
  "unsc": "Acronym for UN Security Council.",
  "upc": "Union of the Populations of Cameroon; a radical anti-colonial and nationalist movement brutally suppressed by France during Cameroon's independence war.",
  "world bank": "International financial institution providing loans and support for development projects.",
  "zionism": "Movement supporting Jewish self-determination and establishment of a Jewish state in the historic land of Israel."
}
