{
  "name": "Afghanistan",
  "emoji": "🇦🇫",
  "ariaLabel": "Afghanistan flag",
  "lastUpdated": "2025-10-16",
  "currentCrisisSummary": "Following the US withdrawal and Taliban takeover in 2021, Afghanistan has been plunged into one of the world's worst humanitarian crises. The situation has been exacerbated by international economic policies, including the freezing of Afghanistan's central bank assets and broad sanctions. These policies have severely impacted the economy, contributing to the collapse of the healthcare system and widespread famine. This has reversed two decades of fragile gains, which were built on an aid-dependent model that struggled to foster sustainable development. Women and girls now face systematic oppression and gender apartheid.",
  "imperialRoot": {
    "imperialPower": "British Empire, Russian Empire, Soviet Union & United States (1839-1919, 1979-1989, 2001-2021)",
    "legacy": "Afghanistan's stability has been impacted by a long history of foreign intervention. The 19th-century 'Great Game' saw the British and Russian Empires compete for influence over Afghan territory, establishing a pattern of foreign interference that often undermined local political development. This rivalry intensified during the Cold War, as the US and USSR turned Afghanistan into a proxy battleground. The CIA's Operation Cyclone, which armed and funded the Mujahideen to fight the Soviets, had the long-term consequence of fostering militancy and contributing to the fragmentation of the Afghan state. This continuous foreign involvement has created a cycle of instability that external powers have sometimes used for geopolitical leverage and to control regional resources."
  },
  "coreTerms": {
    "theGraveyardOfEmpiresMyth": "This historical moniker is often described as a narrative that frames Afghanistan as an inherently ungovernable land. Critics argue this view can obscure the role of foreign intervention as a primary driver of instability. Each major invasion—British, Soviet, American—sought to reorder Afghan society to serve external interests. These interventions often weakened or destroyed local institutions, fractured social cohesion, and fuelled resistance. The resulting instability has sometimes been cited by external powers as evidence of internal failings, a narrative that critics argue deflects responsibility from the impact of foreign involvement.",
    "economicPressureAndSanctions": "The current humanitarian crisis is widely seen as a direct consequence of political and economic decisions. Following the 2021 withdrawal, the US and its allies utilised the international financial system to exert pressure. By freezing $7 billion of Afghanistan's sovereign wealth and enforcing a broad sanctions regime, they have effectively isolated the country from the global economy. Critics argue this constitutes a form of collective punishment against an entire population, inflicting immense suffering on millions of ordinary Afghans who now face famine and a collapsed health system. Some analysts describe this as a form of modern economic coercion used to achieve political objectives."
  },
  "humanitarianImpact": {
    "displaced": "Over 6.3 million people are internally displaced by conflict and climate shocks.",
    "refugees": "There are over 8.2 million Afghans hosted abroad, primarily in neighbouring Pakistan and Iran, making it one of the largest protracted refugee situations in the world.",
    "casualties": "An estimated 71,000 Afghan and Pakistani civilians have died as a direct result of the war since 2001.",
    "affected": "An estimated 23.7 million people—more than half the population—require urgent humanitarian assistance to survive.",
    "livingInPoverty": "An estimated 85% of the population lives below the poverty line, a dramatic increase since the 2021 economic crisis.",
    "healthSystemCollapsed": "The public health system has been pushed to the brink of collapse, with thousands of facilities facing closure or severe service reduction due to funding cuts.",
    "foodInsecurity": "An estimated 15.8 million people face acute food insecurity, with millions at emergency levels of hunger."
  },
  "timeline": [
    {
      "year": "1839-1919",
      "event": "**The Great Game**: A century of imperial rivalry between Britain and Russia sees three Anglo-Afghan wars as Britain seeks to create a buffer state to protect its colonial interests in India."
    },
    {
      "year": "1919-1929",
      "event": "**Independence & Foreign Interference**: King Amanullah Khan wins full independence from Britain. His attempts to modernise and centralise the state trigger a conservative backlash, which some historians argue was encouraged by British intelligence to prevent a strong, independent Afghanistan from inspiring anti-colonial movements in British India."
    },
    {
      "year": "1953-1973",
      "event": "**Cold War Competition**: The US and USSR compete to lock Afghanistan into their respective economic orbits, funding massive development projects that created dependency and embedded superpower rivalry into Afghan politics."
    },
    {
      "year": "1978",
      "event": "**The Saur Revolution**: A Soviet-backed communist party (the PDPA) seizes power in a violent coup. Its brutal and unpopular reforms spark a nationwide uprising, setting the stage for the Soviet invasion."
    },
    {
      "year": "1979",
      "event": "**Soviet Invasion**: The USSR invades to prop up the collapsing PDPA government, beginning a brutal decade-long occupation that killed over a million Afghans."
    },
    {
      "year": "1979-1989",
      "event": "**US Support for Mujahideen**: The CIA launches 'Operation Cyclone', one of its largest covert operations, funnelling billions to arm and train Mujahideen fighters, including extremist factions, to fight the Soviets, which contributed to long-term radicalisation."
    },
    {
      "year": "1996",
      "event": "**First Taliban Rule**: Emerging from the devastating civil war that followed the Soviet withdrawal, the Taliban seize control of Kabul and impose their rule."
    },
    {
      "year": "2001",
      "event": "**US Invasion & Occupation**: Following the 9/11 attacks, the US invades, topples the Taliban, and begins a 20-year occupation. The project aimed to remake Afghanistan into a market-based state aligned with Western interests, funnelling billions into military and private contractors, which ultimately ended in state collapse."
    },
    {
      "year": "2021",
      "event": "**US Withdrawal & Taliban Takeover**: The US withdraws in a chaotic exit, leading to the collapse of the US-backed government and the Taliban's swift return to power."
    },
    {
      "year": "2021-Present",
      "event": "**Economic Pressure**: The US freezes Afghanistan's $7 billion in foreign reserves, and international sanctions trigger a catastrophic economic collapse and humanitarian crisis, used as leverage against the new government."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Afghanaid",
        "description": "A British humanitarian and development organisation that works with millions of deprived and excluded families in some of the poorest and most remote communities in Afghanistan.",
        "url": "https://www.afghanaid.org.uk"
      },
      {
        "organisation": "UNHCR",
        "description": "UNHCR provides life-saving aid, shelter, and protection to millions of displaced people and returning refugees in Afghanistan, addressing one of the world's largest and most protracted displacement crises.",
        "url": "https://www.unhcr.org/emergencies/afghanistan-emergency"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "WFP provides emergency food and nutritional support to millions of people across Afghanistan, working on the front lines to combat the country's catastrophic hunger crisis and prevent widespread famine.",
        "url": "https://www.wfp.org/emergencies/afghanistan"
      }
    ],
    "advocacy": [
      "Amplify the voices of Afghan women, journalists, and artists facing oppression and cultural erasure.",
      "Support Afghan-led civil society organisations working on the ground to deliver aid and defend human rights.",
      "Advocate for a resolution to the economic pressures on Afghanistan, including the return of its sovereign assets and a review of sanctions impacting civilians.",
      "Advocate for safe and legal pathways for Afghan refugees fleeing persecution.",
      "Advocate for accountability for those who profited from the 20-year occupation."
    ]
  },
  "reading": [
    {
      "title": "Ghost Wars: The Secret History of the CIA, Afghanistan, and Bin Laden, from the Soviet Invasion to September 10, 2001",
      "url": "https://www.goodreads.com/book/show/71984",
      "description": "Steve Coll's Pulitzer Prize-winning investigation into the CIA's covert war in Afghanistan and the rise of al-Qaeda."
    },
    {
      "title": "Directorate S: The C.I.A. and America's Secret Wars in Afghanistan and Pakistan",
      "url": "https://www.goodreads.com/book/show/35997409",
      "description": "The sequel to 'Ghost Wars', this book by Steve Coll details the failures and contradictions of the US war in Afghanistan post-9/11."
    },
    {
      "title": "No Good Men Among the Living",
      "url": "https://www.goodreads.com/book/show/22857243",
      "description": "Anand Gopal's groundbreaking work that tells the story of the US war from the perspective of ordinary Afghans, exposing crucial blunders."
    }
  ]
}
