{
  "name": "Afghanistan",
  "emoji": "🇦🇫",
  "ariaLabel": "Afghanistan flag",
  "currentCrisisSummary": "Following the US withdrawal and Taliban takeover in 2021, Afghanistan has been plunged into one of the world's worst humanitarian crises. The crisis has been severely exacerbated by international economic policies, including the freezing of Afghanistan's central bank assets and broad sanctions. These measures have crippled the economy, precipitating the collapse of the healthcare system and fuelling widespread famine [UNDP, 2023]. This has erased two decades of fragile gains, which were built on an aid-dependent model that often benefited foreign contractors and a small domestic elite more than the general populace. Women and girls now face systematic oppression, described by human rights experts as gender apartheid [UN Special Rapporteur, 2023; Amnesty International, 2023].",
  "colonialRoot": {
    "colonialPower": "British Empire, Russian Empire, Soviet Union & United States",
    "legacy": "Afghanistan's history has been shaped by its position as a strategic chessboard for imperial powers. During the 19th-century 'Great Game', the British and Russian Empires vied for influence, establishing a pattern of foreign interference that undermined local political development to serve their own interests. This dynamic intensified during the Cold War, as the US and USSR turned Afghanistan into a proxy battleground. The CIA's Operation Cyclone, which armed and funded the Mujahideen to fight the Soviets, had the long-term consequence of fostering radical militancy and contributing to the fragmentation of the Afghan state, setting the stage for decades of conflict."
  },
  "coreTerms": {
    "theGraveyardOfEmpiresMyth": "This colonial-era moniker is a self-serving myth. It frames Afghanistan as an inherently ungovernable land, obscuring the reality that foreign intervention is a primary driver of its instability. Each major invasion—British, Soviet, American—sought to reorder Afghan society to serve external interests. These interventions consistently weakened or destroyed local institutions, fractured social cohesion, and fuelled resistance. The resulting instability is then often cited by external powers as evidence of Afghan 'backwardness', a narrative that deflects responsibility from their own destructive role.",
    "humanitarianBlackmailAndEconomicWarfare": "The current humanitarian crisis is not a natural disaster but the consequence of political and economic decisions. Following the 2021 withdrawal, the US and its allies used economic tools as a primary form of leverage. By freezing $7 billion of Afghanistan's sovereign wealth and enforcing a punitive sanctions regime, they have effectively cut the country off from the global financial system. This has triggered an economic collapse, amounting to a form of collective punishment that has inflicted immense suffering on millions of ordinary Afghans, who now face famine and a collapsed health system."
  },
  "humanitarianImpact": {
    "displaced": "Over 6.3 million people are internally displaced by conflict and climate shocks [UN OCHA, 2025].",
    "refugees": "There are over 8.2 million Afghans hosted abroad, primarily in neighbouring Pakistan and Iran, making it one of the largest protracted refugee situations in the world [UNHCR, 2025].",
    "casualties": "An estimated 71,000 Afghan and Pakistani civilians have died as a direct result of the war since 2001 [Costs of War Project, Brown University, 2023].",
    "affected": "An estimated 23.7 million people—more than half the population—require urgent humanitarian assistance to survive [UN OCHA, 2024-2025].",
    "poverty": "An estimated 85% of the population lives below the poverty line, a dramatic increase since the 2021 economic crisis [UNDP, 2023].",
    "healthSystemCollapsed": "The public health system has been pushed to the brink of collapse, with thousands of facilities facing closure or severe service reduction due to funding cuts [WHO, 2024].",
    "foodInsecurity": "An estimated 15.8 million people face acute food insecurity, with millions at emergency levels of hunger [WFP/IPC, 2025]."
  },
  "timeline": [
    {
      "year": "1839-1919",
      "event": "**The Great Game**: A century of imperial rivalry between Britain and Russia sees three Anglo-Afghan wars as Britain seeks to create a buffer state to protect its colonial interests in India."
    },
    {
      "year": "1919-1929",
      "event": "**Independence & Failed Modernisation**: King Amanullah Khan wins full independence from Britain. His radical attempts to modernise and centralise the state trigger a conservative backlash, allegedly stoked by Britain, leading to his overthrow."
    },
    {
      "year": "1953-1973",
      "event": "**The Cold War Pawn**: The US and USSR compete to lock Afghanistan into their respective economic orbits by funding massive projects that created dependency and embedded superpower rivalry into Afghan politics."
    },
    {
      "year": "1978",
      "event": "**The Saur Revolution**: A Soviet-backed communist party (the PDPA) seizes power in a violent coup. Its brutal and unpopular reforms spark a nationwide uprising, setting the stage for the Soviet invasion."
    },
    {
      "year": "1979",
      "event": "**Soviet Invasion**: The USSR invades to prop up the collapsing PDPA government, beginning a brutal decade-long occupation."
    },
    {
      "year": "1979-1989",
      "event": "**US Proxy War**: The CIA launches 'Operation Cyclone', one of its largest covert operations, funnelling billions to arm and train Mujahideen fighters to fight the Soviets, fuelling radicalisation [National Security Archive, 2019]."
    },
    {
      "year": "1996",
      "event": "**First Taliban Rule**: Emerging from the civil war that followed the Soviet withdrawal, the Taliban seize control of Kabul and impose their rule."
    },
    {
      "year": "2001",
      "event": "**US Invasion**: Following the 9/11 attacks, the US invades, topples the Taliban, and begins a 20-year occupation. The project aimed to remake Afghanistan into a market-based state aligned with Western interests, but ultimately ended in failure and state collapse."
    },
    {
      "year": "2021",
      "event": "**US Withdrawal & Taliban Takeover**: The US withdraws in a chaotic exit, leading to the collapse of the US-backed government and the Taliban's return to power."
    },
    {
      "year": "2021-Present",
      "event": "**Economic Warfare**: The US freezes Afghanistan's $7 billion in foreign reserves, and international sanctions trigger a catastrophic economic collapse and humanitarian crisis [CEPR, 2022]."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Action Against Hunger",
        "description": "In Afghanistan, Action Against Hunger runs mobile health clinics and nutrition centres to treat acute malnutrition in children, while also improving access to clean water and sanitation to prevent disease.",
        "url": "https://www.actionagainsthunger.org/location/asia/afghanistan/"
      },
      {
        "organisation": "Afghanaid",
        "description": "A British humanitarian and development organisation that works with millions of deprived and excluded families in some of the poorest and most remote communities in Afghanistan.",
        "url": "https://www.afghanaid.org.uk"
      },
      {
        "organisation": "Médecins Sans Frontières (MSF)",
        "description": "MSF remains one of the few international organisations providing essential free medical care, including maternal health, malnutrition treatment, and emergency surgery, across several provinces.",
        "url": "https://www.msf.org/afghanistan"
      },
      {
        "organisation": "Norwegian Refugee Council (NRC)",
        "description": "In Afghanistan, NRC provides displaced families and vulnerable communities with essential services, including clean water, shelter, food security, education, and legal assistance to help them survive and rebuild.",
        "url": "https://www.nrc.no/countries/asia/afghanistan"
      }
    ],
    "advocacy": [
      "Amplify the voices of Afghan women, journalists, and artists resisting gender apartheid and cultural erasure.",
      "Demand an end to the crippling economic policies by calling for the unfreezing of Afghanistan's sovereign assets and the lifting of sanctions that are harming civilians.",
      "Demand safe and legal pathways for Afghan refugees fleeing persecution.",
      "Demand accountability for the corporate contractors and war profiteers who reaped billions from the 20-year occupation."
    ]
  }
}
