{
  "name": "Central African Republic",
  "emoji": "🇨🇫",
  "ariaLabel": "Central African Republic flag",
  "lastUpdated": "2025-10-15",
  "currentCrisisSummary": "A protracted civil war has weakened state authority outside the capital, Bangui. The conflict is characterised by violence between a weak government, which receives foreign support, and a fragmented array of armed groups. Foreign powers, including the former colonial ruler France and Russia, have intervened to protect their geopolitical interests and access the nation's vast mineral wealth (diamonds, gold, uranium). This competition for resources has been a major factor perpetuating the conflict and has contributed to a severe humanitarian crisis, consistently ranked among the world's most neglected [NRC, 2024].",
  "colonialRoot": {
    "colonialPower": "France (Ubangi-Shari, 1894-1960)",
    "legacy": "The Central African Republic's borders were established during the colonial era, forged by France from diverse societies with little shared history. The colonial economy was based on the large-scale extraction of resources like ivory and rubber, primarily through a concessionary company system that relied on forced labour and resulted in significant violence. France altered existing political structures, replacing them with a state apparatus designed for resource extraction, not public welfare. After independence, this model continued, with close ties between French and Central African elites ensuring continued access to raw materials for French corporations. This legacy of a state focused on extraction rather than broad-based governance is considered a root cause of its chronic instability."
  },
  "coreTerms": {
    "laCentrafriqueProfonde": "The post-colonial state in CAR largely continued the structure of its French predecessor, which was focused on extracting wealth for a small elite and their foreign partners, rather than providing security or services. This lack of state function means that outside the capital, state authority often collapses. The resulting power vacuum is filled by various actors, including armed groups, local warlords, and foreign security contractors like Russia's Africa Corps, who compete for control over territory and resources.",
    "foreignInterventionAndResourceExtraction": "Foreign interventions, often publicly framed as stabilising missions, are seen by critics as a continuation of resource-driven exploitation. Critics argue that motives of profit and geopolitical control are sometimes masked by public justifications of humanitarianism. France's operations, such as Sangaris, have been criticised for prioritising French strategic interests. More recently, Russia's Africa Corps (formerly Wagner Group) has provided security for the government in exchange for mineral concessions, and its forces have been accused of significant human rights abuses while securing mining sites [UN Panel of Experts, 2023; Human Rights Watch, 2022]."
  },
  "humanitarianImpact": {
    "displaced": "Over 500,000 people are internally displaced (IDPs), living in constant fear and with little to no access to aid [UN OCHA, 2025].",
    "refugees": "Nearly 750,000 refugees have been forced to flee into neighbouring Cameroon, DRC, and Chad [UNHCR, 2025].",
    "casualties": "The conflict has killed tens of thousands of civilians since 2012, with atrocities, including mass killings and sexual violence used as a weapon of war, being widespread [ACLED, 2024].",
    "affected": "An estimated 2.8 million people—nearly half the population—are in dire need of humanitarian assistance to survive [UN OCHA, 2025].",
    "childrenOutOfSchool": "One in three children are out of school due to the ongoing conflict and insecurity [Education Cluster, 2024].",
    "healthSystemCollapsed": "Less than half of the country's health facilities are fully operational, with most lacking basic supplies and staff due to conflict [WHO, 2024].",
    "foodInsecurity": "An estimated 2 million people face acute food insecurity, with hundreds of thousands at emergency levels of hunger [WFP/IPC, 2025].",
    "waterAccess": "More than 2.5 million people lack access to safe drinking water and basic sanitation due to damaged infrastructure and insecurity [WASH Cluster, 2024]."
  },
  "timeline": [
    {
      "year": "1894",
      "event": "**French Colonisation**: France establishes the colony of Ubangi-Shari, beginning an administration based on forced labour to extract rubber and ivory for European markets."
    },
    {
      "year": "1928-1931",
      "event": "**Kongo-Wara Rebellion**: A massive uprising against the French concessionary companies is violently crushed, resulting in tens of thousands of deaths."
    },
    {
      "year": "1960",
      "event": "**Independence**: France grants independence, and a government is installed under David Dacko that maintained close ties with France, ensuring French corporate and political interests remained secure."
    },
    {
      "year": "1966-1979",
      "event": "**Bokassa's Rule**: Jean-Bédel Bokassa, a dictator who received French support, seizes power. He later declares himself Emperor in a lavish, French-funded ceremony, ensuring the continued flow of uranium and diamonds to France."
    },
    {
      "year": "1990s",
      "event": "**Structural Adjustment**: The IMF and World Bank introduce structural adjustment programmes, forcing privatisation and cuts to public services. This policy weakened the state's capacity, exacerbating poverty and instability."
    },
    {
      "year": "2013",
      "event": "**Séléka Coup**: The Séléka, a coalition of armed groups from the marginalised north, captures Bangui. Their rule is marked by extreme violence, leading to the formation of 'anti-balaka' militias and plunging the country into sectarian warfare."
    },
    {
      "year": "2013-2016",
      "event": "**Opération Sangaris**: France intervenes militarily, with the stated goal of stopping bloodshed, though critics argue it also served to protect French strategic interests."
    },
    {
      "year": "2018-Present",
      "event": "**Russian Intervention**: The government invites Russia's Africa Corps (formerly Wagner Group) to provide security in exchange for mineral concessions. Its operatives have been accused of committing atrocities while seizing control of key mining areas [Human Rights Watch, 2022]."
    },
    {
      "year": "2023",
      "event": "**Constitutional Referendum**: President Touadéra pushes through a controversial new constitution, removing presidential term limits and solidifying his power with the backing of Russian security contractors."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Concordis International",
        "description": "Concordis International is a peacebuilding organisation working on the ground in CAR. They help communities establish local dialogue platforms to peacefully resolve conflicts over vital resources like land and water.",
        "url": "https://concordis.international"
      },
      {
        "organisation": "UNHCR",
        "description": "The UN Refugee Agency provides protection and life-saving aid to Central Africans displaced by conflict within CAR and as refugees in neighbouring countries.",
        "url": "https://www.unhcr.org/emergencies/central-african-republic-emergency"
      }
    ],
    "advocacy": [
      "Advocate for sanctions against corporations and armed groups involved in the illicit extraction of CAR's natural resources.",
      "Support a universally enforced arms embargo to stop the flow of weapons fuelling the conflict.",
      "Support international investigations into war crimes and crimes against humanity.",
      "Advocate for stronger regulations and enforcement mechanisms to hold corporations accountable for their role in the conflict mineral trade, and for reforms to initiatives like the Kimberley Process.",
      "Support the cancellation of debts accrued under past authoritarian regimes."
    ]
  }
}
