{
  "name": "Central African Republic",
  "emoji": "🇨🇫",
  "ariaLabel": "Central African Republic flag",
  "currentCrisisSummary": "A protracted civil war has rendered the state almost entirely non-existent outside the capital, Bangui. The conflict is characterised by extreme violence between a weak, mercenary-dependent government and a fragmented array of armed groups. Foreign powers, notably France and Russia, intervene not to build peace but to secure geopolitical influence and plunder the nation's vast mineral wealth (diamonds, gold, uranium) to feed global markets, perpetuating a catastrophic, and intentionally overlooked, humanitarian crisis.",
  "colonialRoot": {
    "colonialPower": "France (Ubangi-Shari, 1894-1960)",
    "legacy": "The Central African Republic is a purely artificial colonial creation, violently forged by France from diverse societies with no shared history. Its sole purpose was the brutal, large-scale extraction of resources like ivory and rubber through a concessionary company system that institutionalised forced labour and extreme violence. The French regime destroyed indigenous political structures, establishing a predatory state designed only for plunder. This system of a 'hollow state' was perpetuated through the 'Françafrique' network of client dictators (like the infamous Emperor Bokassa), ensuring the country remained a source of raw materials for French corporations, devoid of genuine sovereignty. This architecture of extraction, designed purely for profit, remains the fundamental logic of the state today."
  },
  "coreTerms": {
    "laCentrafriqueProfonde": "The post-colonial state in CAR inherited the logic of its French predecessor: it was never designed to provide services or security, but to extract wealth for a tiny elite and their foreign corporate and state backers. This foundational emptiness means that when the state is challenged, it doesn't just weaken, it evaporates. This creates a power vacuum that armed groups, warlords, and foreign mercenaries—from French 'advisors' to Russia's Africa Corps—are quick to fill, turning the entire country into a violent free-for-all for resources.",
    "mercenaryStateAndProxyPlunder": "Foreign interventions, framed as stabilising missions, are a continuation of colonial exploitation. France's multiple operations (e.g., Sangaris) have consistently prioritised French interests over Central African lives. More recently, Russia's Wagner Group (now Africa Corps) has propped up the state in exchange for unimpeded access to mineral concessions, committing mass atrocities to secure mining sites. This represents a raw competition between rival capitalist powers, with Central African bodies paying the price for control over strategic resources."
  },
  "humanitarianImpact": {
    "displaced": "Over 536,000 people are internally displaced (IDPs), living in constant fear and with little to no access to aid.",
    "refugees": "Over 750,000 refugees have been forced to flee into neighbouring Cameroon, DRC, and Chad, where they face precarious conditions.",
    "casualties": "While no exact figure exists due to the chaos, tens of thousands of civilians have been killed in successive waves of conflict since 2012. Atrocities, including mass killings and sexual violence used as a weapon of war, are widespread.",
    "affected": "3.4 million people, over half the entire population, are in dire need of humanitarian assistance and protection to survive.",
    "childrenOutOfSchool": "Over 300,000 children are out of school due to the ongoing conflict and insecurity.",
    "healthSystemCollapsed": "Only 30% of health facilities are fully functional, with most lacking basic supplies and staff due to conflict.",
    "foodInsecurity": "Over 2.8 million people face acute food insecurity, including 86,000 in catastrophic hunger.",
    "waterAccess": "More than 1.3 million people lack access to safe drinking water due to damaged infrastructure and insecurity."
  },
  "timeline": [
    {
      "year": "1894",
      "event": "**French Colonisation**: France establishes the colony of Ubangi-Shari, beginning a reign of terror based on forced labour to extract rubber and ivory for European markets."
    },
    {
      "year": "1928-1931",
      "event": "**Kongo-Wara Rebellion**: A massive uprising against the hyper-exploitative French concessionary companies is violently crushed, resulting in tens of thousands of deaths."
    },
    {
      "year": "1960",
      "event": "**Nominal Independence**: France grants independence, installing a client regime under David Dacko to ensure French corporate and political interests remain secure."
    },
    {
      "year": "1966-1979",
      "event": "**Bokassa's Reign of Terror**: Jean-Bédel Bokassa, a French-backed dictator, seizes power. He later declares himself Emperor in a lavish, French-funded ceremony while his people starve, guaranteeing the uninterrupted flow of uranium and diamonds to France."
    },
    {
      "year": "2013",
      "event": "**Séléka Coup**: The Séléka, a coalition of armed groups from the marginalised north, captures Bangui. Their rule is marked by extreme violence, leading to the formation of 'anti-balaka' militias and plunging the country into sectarian warfare."
    },
    {
      "year": "2013-2016",
      "event": "**Opération Sangaris**: France intervenes militarily, ostensibly to stop bloodshed but ultimately to manage the crisis in its favour and protect its strategic interests."
    },
    {
      "year": "2018-Present",
      "event": "**Russian Intervention**: The government invites Russia's Wagner Group mercenaries to provide security. They enforce a model of violent resource extraction for their corporate network, committing atrocities to seize control of key mining areas from rival groups."
    },
    {
      "year": "2023",
      "event": "**Constitutional Referendum**: President Touadéra pushes through a controversial new constitution, removing presidential term limits and solidifying his power with the backing of Russian mercenaries."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Médecins Sans Frontières (MSF)",
        "description": "In CAR, one of its oldest and largest missions, MSF provides basic and emergency healthcare in a country where the state is largely absent and conflict has created a permanent humanitarian crisis.",
        "url": "https://www.msf.org/central-african-republic"
      },
      {
        "organisation": "UNHCR",
        "description": "The UN Refugee Agency provides protection and life-saving aid to Central Africans displaced by conflict within CAR and as refugees in neighbouring countries.",
        "url": "https://www.unhr.org/emergencies/central-african-republic-emergency"
      }
    ],
    "awareness": [
      "Break the international silence that allows this crisis to fester. Educate your community on why CAR is a 'forgotten crisis' and the human cost of global indifference.",
      "Expose the predatory nature of foreign intervention, showing how rival powers use mercenaries and military force to secure resources.",
      "Draw the connection between 'blood minerals' plundered from CAR and the supply chains of consumer goods like smartphones and jewellery."
    ],
    "advocacy": [
      "Demand targeted sanctions against corporations—including Russia's Africa Corps and their affiliates—complicit in the plunder of CAR's natural resources.",
      "Lobby for a universally enforced arms embargo to stop the flow of weapons that fuels the endless cycle of violence.",
      "Demand a radical overhaul of toothless regulatory schemes like the Kimberley Process, and push for binding laws that hold corporations legally liable for sourcing minerals from conflict zones.",
      "Support international investigations to ensure accountability for war crimes and crimes against humanity committed by all parties."
    ]
  }
}
