{
  "name": "Democratic Republic of the Congo",
  "emoji": "🇨🇩",
  "ariaLabel": "Democratic Republic of Congo flag",
  "lastUpdated": "2025-10-15",
  "currentCrisisSummary": "Eastern DRC is the epicentre of a conflict over its vast mineral wealth—cobalt, coltan, and gold—which are important for global tech and renewable energy industries. This has led to a situation some have termed 'green colonialism', where the Global North's transition to cleaner energy relies on supply chains linked to violence and child labour in the Global South. The conflict involves the Congolese army, over 100 armed groups, and militias with foreign support, notably Rwanda's M23 [UN Group of Experts, 2023]. It has created one of the world's worst displacement crises and is characterised by the widespread use of sexual violence as a weapon of war [UN, 2024].",
  "colonialRoot": {
    "colonialPower": "Belgium (Congo Free State & Belgian Congo, 1885-1960)",
    "legacy": "The crisis is a direct legacy of Belgium's colonial rule. King Leopold II's Congo Free State (1885-1908) functioned as a private state controlled by the king, leading to the deaths of millions from forced labour and violence associated with rubber and ivory extraction. After taking over, the Belgian state continued a model of resource extraction and did not prioritise the development of local institutions. This colonial structure, designed for resource exploitation, left the nation vulnerable to foreign competition for its mineral resources, which benefits multinational corporations today."
  },
  "coreTerms": {
    "conflictMineralsAndForeignInfluence": "The DRC's mineral wealth has fuelled a conflict over what are often termed 'conflict minerals'. The system involves a violent supply chain where neighbouring states, particularly Rwanda, have been accused of arming proxy militias like M23 to control mines and smuggle resources [UN Group of Experts, 2023]. These minerals are then integrated into global markets through complex and often opaque supply chains. This structure allows multinational tech and automotive companies to access raw materials at low costs, while facing criticism for a lack of transparency about the origins of their components.",
    "thePostColonialState": "The 'resource curse' is a political condition rooted in the weak state institutions inherited from Belgium. This was entrenched after independence with the assassination of Patrice Lumumba, the DRC's first prime minister, an act in which the CIA and Belgian authorities were complicit [Belgian Parliamentary Commission, 2001]. Lumumba's murder is seen by many as a foundational moment of foreign interference in post-colonial Congo, sending a clear message that resource sovereignty would be contested. His removal and the subsequent installation of Mobutu Sese Seko, whose rule was marked by widespread corruption, ensured the state remained a facilitator for foreign resource extraction, unable to regulate mining or protect its citizens. This system allows external actors to benefit from the instability and extract resources with little oversight."
  },
  "humanitarianImpact": {
    "displaced": "Nearly 7 million people are internally displaced, one of the largest displacement crises globally [UN OCHA, 2025].",
    "refugees": "More than 1 million refugees and asylum-seekers have sought safety in neighbouring African countries [UNHCR, 2025].",
    "casualties": "An estimated 6 million people have died from conflict-related causes since 1998, making it one of the world's deadliest conflicts since World War II [IRC, 2007]. The death toll continues to climb.",
    "affected": "An estimated 25.4 million people require humanitarian assistance, with millions facing crisis levels of hunger [UN OCHA, 2025].",
    "childrenOutOfSchool": "Over 3.5 million children are out of school in the conflict-affected eastern provinces alone [Education Cluster, 2024]."
  },
  "timeline": [
    {
      "year": "1885",
      "event": "**Congo Free State**: King Leopold II of Belgium establishes the Congo Free State, a private colony, to extract rubber and ivory. The brutal regime was responsible for the deaths of an estimated 10 million Congolese."
    },
    {
      "year": "1960",
      "event": "**Independence & Crisis**: The DRC gains independence. The army mutinies and the mineral-rich Katanga province secedes with the backing of Belgian mining corporations."
    },
    {
      "year": "1961",
      "event": "**Patrice Lumumba Assassinated**: The first democratically elected Prime Minister is murdered with Belgian and US complicity, halting his agenda to reclaim the DRC's mineral wealth from foreign control [Belgian Parliamentary Commission, 2001]."
    },
    {
      "year": "1965-1997",
      "event": "**Mobutu Dictatorship**: US-backed Mobutu Sese Seko seizes power. His 32-year rule was marked by corruption and the exploitation of the country's resources by his regime and their foreign corporate partners."
    },
    {
      "year": "1996-1997",
      "event": "**First Congo War**: Rwanda and Uganda invade to overthrow Mobutu, installing Laurent-Désiré Kabila while also securing access to eastern Congo's mineral wealth."
    },
    {
      "year": "1998-2003",
      "event": "**Second Congo War**: The Second Congo War, sometimes called 'Africa's World War', erupts as Kabila orders Rwandan and Ugandan troops out. The war, involving nine countries, was largely driven by the competition for control over mineral resources and resulted in millions of deaths."
    },
    {
      "year": "2021-Present",
      "event": "**M23 Resurgence**: The M23 militia, reportedly with Rwandan backing, reignites large-scale conflict in the east to control strategic zones rich in minerals important for the global production of smartphones and electric vehicles [UN Group of Experts, 2023]."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Friends of the Congo",
        "description": "A Congolese-led advocacy organisation raising global awareness and supporting local institutions.",
        "url": "https://friendsofthecongo.org/"
      },
      {
        "organisation": "Panzi Foundation",
        "description": "Founded by Nobel laureate Dr. Denis Mukwege, providing holistic support to survivors of sexual violence.",
        "url": "https://panzifoundation.org"
      },
      {
        "organisation": "UNHCR",
        "description": "UNHCR provides essential shelter, protection, and humanitarian aid to millions of people uprooted by the devastating conflict in the DRC, one of the world's largest displacement crises.",
        "url": "https://www.unhr.org/emergencies/dr-congo-emergency"
      }
    ],
    "advocacy": [
      "Encourage tech and auto corporations (Apple, Tesla, etc.) to conduct transparent audits and divest from mines linked to armed groups.",
      "Advocate for targeted sanctions against Rwandan and Ugandan officials accused of arming proxy militias and exploiting Congolese resources.",
      "Support the 'Right to Repair' movement to reduce hyper-consumerism and the demand for minerals from conflict zones.",
      "Support calls for reparations from Belgium and multinational corporations for their historic and ongoing role in the exploitation of Congolese resources.",
      "Support Congolese efforts to build local refining and manufacturing capacity to move beyond raw material extraction."
    ]
  },
  "sources": [
    {
      "title": "King Leopold's Ghost",
      "url": "https://www.amazon.com/King-Leopolds-Ghost-Greeds-Genocide/dp/0618001905",
      "description": "Adam Hochschild's account of the brutal exploitation of the Congo Free State under King Leopold II."
    },
    {
      "title": "The Congo Wars",
      "url": "https://www.amazon.com/Congo-Wars-Thomas-Turner/dp/1842776891",
      "description": "Thomas Turner's analysis of the two Congo wars and their roots in colonial exploitation."
    },
    {
      "title": "Blood Minerals",
      "url": "https://www.amazon.com/Blood-Minerals-Conflict-Congo/dp/0199323537",
      "description": "A report on how minerals fuel conflict in the DRC and the global supply chain."
    }
  ]
}
