{
  "name": "Ethiopia",
  "emoji": "🇪🇹",
  "ariaLabel": "Ethiopian flag",
  "currentCrisisSummary": "A fragile peace following the 2020-2022 Tigray War has left a legacy of mass atrocities, a man-made famine, and ethnic cleansing [Amnesty International & HRW, 2022]. The conflict represents a brutal contest over the country's political and economic future, pitting a state-led development model against a push for neoliberal liberalisation. Eritrean and Amhara forces continue to occupy parts of Tigray, preventing the return of the displaced.",
  "colonialRoot": {
    "colonialPower": "Ethiopian Empire & subsequent centralist states",
    "legacy": "Ethiopia's crisis stems from its history as an empire-state. The centralising Abyssinian core, primarily Amhara elites, expanded through conquest, creating a system of internal colonialism [Donald N. Levine, 2000]. The TPLF-led government (1991-2018) addressed this through ethnic federalism and a state-capitalist development model that, while reducing poverty, also concentrated wealth within a new political class. Prime Minister Abiy Ahmed's recentralising project, championed by international financial institutions, seeks to dismantle both the federal system and the state-led economy in favour of privatisation and foreign investment, triggering a violent conflict over the fundamental nature of the state."
  },
  "coreTerms": {
    "federalismVsCentralism": "The war was a violent struggle over the soul of the state. It pitted multinational federalism—which grants self-determination to Ethiopia's diverse nations—against a unitarist ideology seeking a centralised identity. Economically, it is a fight over resources and development. Federalism allows regions to manage their own economic destinies, while centralism concentrates that power, making it easier for a national elite to strike deals with foreign capital and international financial institutions.",
    "weaponisedGrievancesAndForeignIntervention": "Abiy's government ignited the conflict by weaponising historical grievances. Amhara expansionists, seeking to annex fertile land in Western Tigray, allied with the federal government. Externally, Eritrea's dictator Isaias Afwerki joined the invasion, committing some of the war's worst atrocities [Amnesty International, 2021]. The use of foreign drones (from the UAE, Turkey, and China)—sold for profit and to advance the buyers' own geostrategic and economic interests—turned a constitutional dispute into a high-tech proxy war."
  },
  "humanitarianImpact": {
    "displaced": "Over 2.6 million people were internally displaced at the war's peak, with hundreds of thousands still unable to return to their occupied homes [IOM, 2022].",
    "refugees": "More than 95,000 refugees, mostly women and children, were forced to flee into neighbouring Sudan [UNHCR, 2021].",
    "casualties": "An estimated 300,000 to 600,000 civilians died, the vast majority from starvation and lack of medicine caused by a deliberate government siege [Ghent University, 2022; Olusegun Obasanjo, 2023].",
    "affected": "The war left 5.2 million people in Tigray—90% of the population—in need of life-saving aid. Sexual violence was also used as a weapon of war on a mass scale [UN, 2021]."
  },
  "timeline": [
    {
      "year": "1975",
      "event": "**TPLF Founded**: The Tigray People's Liberation Front is formed to fight the Derg military junta and for Tigrayan self-determination."
    },
    {
      "year": "1991",
      "event": "**Derg Overthrown**: The TPLF-led EPRDF coalition takes power, instituting ethnic federalism and a state-led 'developmental state' economic model."
    },
    {
      "year": "1995",
      "event": "**Multinational Federalism Adopted**: A new constitution establishes a federal state based on the rights of Ethiopia's 'nations, nationalities, and peoples'."
    },
    {
      "year": "1998-2000",
      "event": "**Ethiopia-Eritrea War**: A brutal border war between the TPLF-led government and Eritrea deepens the personal animosity of Isaias Afwerki towards the TPLF."
    },
    {
      "year": "2018",
      "event": "**Abiy Ahmed Becomes PM**: Abiy's reforms, centralising ideology, and promises to liberalise the economy and privatise state assets threaten the federal arrangement and sideline the TPLF."
    },
    {
      "year": "Nov 2020",
      "event": "**War Begins**: After months of preparation, federal, Amhara, and Eritrean forces jointly invade Tigray, using a TPLF attack on a military base as a pretext."
    },
    {
      "year": "2021",
      "event": "**Humanitarian Siege**: Ethiopian and allied forces impose a near-total blockade on Tigray, weaponising starvation in an act of collective punishment [World Peace Foundation, 2021]."
    },
    {
      "year": "Nov 2022",
      "event": "**Pretoria Peace Agreement**: A Cessation of Hostilities Agreement is signed in Pretoria, South Africa, ending the fighting."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Health Professionals Network for Tigray (HPN4T)",
        "description": "A diaspora network of health professionals providing direct medical relief and advocacy.",
        "url": "https://www.hpn4tigray.org/"
      },
      {
        "organisation": "Médecins Sans Frontières (MSF)",
        "description": "In Ethiopia, MSF provides critical healthcare in regions devastated by conflict like Tigray and Amhara, responding to mass displacement, nutritional crises, and outbreaks of disease.",
        "url": "https://www.msf.org/ethiopia"
      },
      {
        "organisation": "Omna Tigray",
        "description": "A global diaspora organisation focused on humanitarian aid, rebuilding, and accountability.",
        "url": "https://omnatigray.org/"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "The UN organisation delivering life-saving food aid to millions in northern Ethiopia recovering from conflict and facing extreme hunger.",
        "url": "https://www.wfp.org/emergencies/ethiopia-emergency"
      }
    ],
    "awareness": [
      "Combat state-sponsored disinformation that seeks to obscure the genocide, and amplify the voices of Tigrayan journalists, scholars, and human rights defenders.",
      "Educate your community on the core conflict between multinational federalism and a centralist state, and the underlying struggle between a state-led development model and a neoliberal, privatised one.",
      "Expose the deliberate use of starvation as a weapon of war, ensuring the man-made famine is understood as a calculated act of collective punishment, not a byproduct of conflict."
    ],
    "advocacy": [
      "Demand the full and unconditional implementation of the Pretoria Peace Agreement, starting with the immediate withdrawal of all Eritrean and Amhara forces from Tigrayan territory.",
      "Call for independent, international investigations into all atrocities, including the use of sexual violence as a weapon of war, to pave the way for accountability.",
      "Support targeted sanctions against Ethiopian and Eritrean officials responsible for war crimes, ethnic cleansing, and the deliberate obstruction of humanitarian aid.",
      "Challenge the role of the IMF and World Bank in promoting neoliberal reforms that exacerbate political tensions. Demand all financial assistance be conditioned on verifiable accountability."
    ]
  }
}
