{
  "name": "Ethiopia",
  "emoji": "🇪🇹",
  "ariaLabel": "Ethiopian flag",
  "currentCrisisSummary": "While a fragile peace holds in Tigray, Ethiopia is now engulfed by a devastating war in the Amhara region and ongoing conflict in Oromia. The war in Amhara, which erupted in 2023, pits the federal government against the Fano militia, its former allies in the Tigray War. This new conflict, marked by brutal drone warfare and a state of emergency, has triggered a catastrophic humanitarian crisis, creating millions of newly displaced people and compounding the unresolved trauma of the 2020-2022 war.",
  "colonialRoot": {
    "colonialPower": "Ethiopian Empire & subsequent centralist states",
    "legacy": "Ethiopia's crisis is rooted in its history as an empire-state. The historical Abyssinian core expanded through conquest, creating a system of internal colonialism that marginalised numerous ethnic groups [Donald N. Levine, 2000]. The TPLF-led government (1991-2018) addressed this with a model of multinational federalism and state-led development, which reduced poverty but also saw wealth concentrated within a new political elite. Prime Minister Abiy Ahmed's recentralising project—which aligns with the privatisation goals of international financial institutions—threatens to dismantle this federal system. This clash over the state's structure and economic direction was a key trigger for both the Tigray and Amhara wars."
  },
  "coreTerms": {
    "federalismVsCentralism": "The conflicts are fundamentally a struggle over the structure of the Ethiopian state. They pit multinational federalism—which constitutionally grants self-determination to Ethiopia's diverse nations—against a unitarist ideology aiming to re-establish a centralised identity. This political struggle has a critical economic dimension: federalism allows regions greater control over their resources, whereas centralism consolidates economic power, simplifying the process for a national elite to implement privatisation and secure deals with foreign capital.",
    "weaponisedGrievancesAndForeignIntervention": "The federal government's strategy involves shifting, opportunistic alliances. After allying with Amhara forces to crush the TPLF, the government's subsequent move to dissolve regional forces was seen as a betrayal in Amhara, igniting the current war. In both conflicts, the widespread use of foreign drones (from the UAE, Turkey, and China)—sold for profit and geostrategic leverage—has transformed internal political disputes into high-tech wars, causing immense civilian devastation."
  },
  "humanitarianImpact": {
    "displaced": "Over 3.5 million people are internally displaced nationwide due to conflict and climate shocks, with the majority now in the Amhara and Oromia regions [UN OCHA, 2025].",
    "refugees": "Hundreds of thousands of Ethiopians remain refugees in neighbouring countries, including Sudan, Kenya, and Somalia [UNHCR, 2025].",
    "casualties": "An estimated 300,000 to 600,000 people died in the Tigray War [Ghent University, 2022], with tens of thousands more killed since 2023 in the Amhara and Oromia conflicts [ACLED, 2025].",
    "affected": "An estimated 20 million people across Ethiopia require urgent humanitarian assistance, with the most acute needs now concentrated in the Amhara region, alongside ongoing recovery in Tigray [UN OCHA, 2025].",
    "childrenOutOfSchool": "Over 3 million children are out of school in conflict-affected regions, particularly Amhara, where the education system has largely collapsed [UNICEF, 2025]."
  },
  "timeline": [
    {
      "year": "1995",
      "event": "**Multinational Federalism Adopted**: A new constitution establishes a federal state based on the rights of Ethiopia's 'nations, nationalities, and peoples'."
    },
    {
      "year": "2018",
      "event": "**Abiy Ahmed Becomes PM**: Abiy's reforms, centralising ideology, and promises to liberalise the economy threaten the federal arrangement."
    },
    {
      "year": "2020-2022",
      "event": "**Tigray War**: A brutal war between the federal government (allied with Eritrea and Amhara forces) and the TPLF devastates the Tigray region, ending with the Pretoria Peace Agreement."
    },
    {
      "year": "2023",
      "event": "**War Erupts in Amhara**: The federal government's decision to dissolve regional special forces triggers a widespread armed conflict with the Fano militia, the government's former allies."
    },
    {
      "year": "2024-Present",
      "event": "**Humanitarian Crisis in Amhara**: The escalating war, a prolonged state of emergency, and widespread drone strikes create a new, catastrophic humanitarian crisis, displacing millions and causing a collapse of public services."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "World Food Programme (WFP)",
        "description": "In Ethiopia, WFP responds to the devastating hunger caused by internal conflicts rooted in the violent politics of a post-imperial state. It delivers food aid to millions displaced by wars in regions like Tigray and Amhara, conflicts driven by struggles over the nation's economic and political future.",
        "url": "https://www.wfp.org/emergencies/ethiopia-emergency"
      }
    ],
    "advocacy": [
      "Amplify the voices of journalists and human rights defenders in Amhara, Oromia, and Tigray.",
      "Demand an end to the state of emergency in Amhara and a halt to the use of drone strikes against civilian populations.",
      "Demand accountability for war crimes committed in all of Ethiopia's conflicts through independent international investigations.",
      "Challenge the role of the IMF and World Bank in pushing neoliberal reforms, and demand all financial aid be conditioned on peace and human rights."
    ]
  }
}
