{
  "name": "Haiti",
  "emoji": "🇭🇹",
  "ariaLabel": "Haitian flag",
  "lastUpdated": "2025-10-14",
  "currentCrisisSummary": "Haiti is facing a catastrophic humanitarian emergency, driven by a near-total collapse of the state. A power vacuum has allowed heavily armed groups, often integrated with the country's political and economic elite, to seize control of the capital, Port-au-Prince, unleashing extreme violence and mass displacement.",
  "colonialRoot": {
    "colonialPower": "France (1697-1804)",
    "legacy": "The roots of the crisis lie in the international reaction to Haiti's successful slave revolt (1791-1804). The world's first Black republic was diplomatically isolated and economically targeted. In 1825, under the threat of military invasion, France imposed a crippling 'indemnity' on Haiti to compensate former slaveholders. This indemnity, financed through French banks, is a foundational example of racial capitalism: it forced a nation of formerly enslaved people to pay for their freedom, creating a cycle of debt that drained the state's wealth for over a century and undermined its development from the very beginning."
  },
  "coreTerms": {
    "neocolonialDebtAndExtraction": "The 1825 indemnity established a powerful model of neocolonial control through debt. By forcing Haiti to pay its former colonisers a sum estimated to be worth over $21 billion today [The New York Times, 2022], France locked the new nation into a state of financial dependency. This policy had the effect of engineering chronic underdevelopment, creating a cycle of foreign debt and external control that has shaped Haiti's entire history, ensuring wealth flowed out of the country rather than being invested in its people.",
    "imperialInterventionAndOccupation": "Subsequent foreign interventions have consistently undermined Haitian sovereignty. The US occupation (1915-1934) saw US Marines seize Haiti's gold reserves for New York banks and rewrite the constitution to permit foreign land ownership. More recent interventions have imposed neoliberal policies, such as slashing tariffs on imported US rice, which decimated local agriculture and created chronic food dependency. These actions have fostered instability and systematically weakened Haitian-led institutions, a process compounded by the UN's introduction of a deadly cholera epidemic in 2010 [UN, Alston Report, 2016]."
  },
  "humanitarianImpact": {
    "displaced": "Over 578,000 people are internally displaced by extreme violence, the majority women and children [IOM, 2024].",
    "refugees": "Hundreds of thousands of Haitians have been forced to flee the country, often facing racist and violent border policies in the Dominican Republic and the United States.",
    "casualties": "More than 2,500 people were killed or injured due to gang violence in the first quarter of 2024 alone [UN OHCHR, 2024].",
    "affected": "An estimated 5.5 million people—nearly half the population—require humanitarian assistance to survive [UN OCHA, 2025].",
    "childrenOutOfSchool": "Over half a million children are out of school in the Port-au-Prince metropolitan area alone due to insecurity [Education Cluster, 2024].",
    "healthSystemCollapsed": "The healthcare system is on the verge of collapse, with many facilities closed or inaccessible due to violence and shortages [WHO, 2024].",
    "foodInsecurity": "Nearly 5 million people face acute food insecurity (IPC Phase 3 or above), with over 1.6 million at emergency levels (IPC Phase 4) [WFP/IPC, 2024].",
    "waterAccess": "More than one-third of the population lacks access to basic drinking water services [WASH Cluster, 2024]."
  },
  "timeline": [
    {
      "year": "1791-1804",
      "event": "**Haitian Revolution**: Enslaved people lead history's only successful slave revolt, establishing the first Black republic and a beacon of universal liberation."
    },
    {
      "year": "1825",
      "event": "**French Indemnity**: Threatened by warships, Haiti is forced to begin paying a crippling debt to France for its freedom, a debt financed by French banks that took over a century to pay off [The New York Times, 2022]."
    },
    {
      "year": "1915-1934",
      "event": "**US Occupation**: The US invades to enforce debt claims for banks like Citibank, seizing Haiti's gold reserves and rewriting the constitution to allow foreign ownership of land."
    },
    {
      "year": "1957-1986",
      "event": "**Duvalier Dictatorship**: The US-backed 'Papa Doc' and 'Baby Doc' dictatorship terrorises Haiti while providing a stable, anti-communist climate for US corporations to establish low-wage assembly plants."
    },
    {
      "year": "2004",
      "event": "**Second Coup against Aristide**: The democratically elected president is ousted in a coup backed by the US, France, and Canada after he pursued modest social reforms, like raising the minimum wage, that challenged elite and foreign corporate interests."
    },
    {
      "year": "2010",
      "event": "**Devastating Earthquake**: Kills over 200,000 people. The subsequent foreign aid becomes a textbook case of 'disaster capitalism', bypassing Haitian institutions to enrich a global poverty industry of NGOs and foreign contractors [CEPR, 2014]."
    },
    {
      "year": "2021",
      "event": "**President Moïse Assassinated**: The murder deepens political instability and a power vacuum that armed groups, often tied to the oligarchy, exploit."
    },
    {
      "year": "2024",
      "event": "**Foreign Intervention**: A Kenyan-led, US-funded, UN-backed security mission is deployed amid widespread protests and questions of its legitimacy and accountability."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Fonkoze",
        "description": "A Haitian organisation providing financial inclusion and development services to rural communities.",
        "url": "https://fonkoze.org/"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "In Haiti, WFP provides critical food assistance to a nation facing total state collapse—the direct legacy of centuries of colonial punishment and foreign intervention. It delivers meals in communities terrorised by armed groups, addressing the acute hunger crisis in a country systematically undermined by external powers.",
        "url": "https://www.wfp.org/emergencies/haiti-emergency"
      }
    ],
    "advocacy": [
      "Demand financial reparations from France for the 1825 'indemnity', a neocolonial act of extortion that has crippled Haiti.",
      "Oppose all foreign military interventions that undermine Haitian sovereignty and prop up unelected leaders.",
      "Support Haitian peasant movements fighting for food sovereignty and resisting the dumping of subsidised foreign imports.",
      "Demand reparations and full accountability from the UN for causing the devastating 2010s cholera epidemic."
    ]
  }
}
