{
  "name": "Haiti",
  "emoji": "🇭🇹",
  "ariaLabel": "Haitian flag",
  "currentCrisisSummary": "A catastrophic humanitarian emergency, driven by a near-total collapse of the state. A power vacuum has ceded control of the capital, Port-au-Prince, to heavily armed groups which are often deeply integrated with the country's political and economic elite, unleashing extreme violence and mass displacement.",
  "colonialRoot": {
    "colonialPower": "France (1697-1804)",
    "legacy": "The crisis is a direct result of Haiti's punishment for its successful slave revolt (1791-1804). After defeating Napoleon's army, the world's first Black republic was treated as a pariah state. In 1825, under threat of invasion, France extorted a crippling 'indemnity' from Haiti as compensation for the 'loss' of enslaved people as property. This foundational act of racial capitalism, with French banks financing the loans, created a debt peonage that crippled the state for a century, systematically draining its wealth and protecting the wider profits of the Atlantic slave economy [The New York Times, 'The Ransom', 2022]."
  },
  "coreTerms": {
    "neocolonialDebtAndExtraction": "France pioneered a new form of neocolonialism with the 1825 indemnity, establishing a devastatingly effective model for finance capital to enforce imperial domination long after the colonial flags came down. By forcing Haiti to pay its former colonisers the modern equivalent of over $21 billion, France deliberately engineered a state of permanent underdevelopment, creating a cycle of debt dependency and foreign control that has defined Haiti's history.",
    "imperialInterventionAndOccupation": "From the US occupation (1915-1934)—in which Marines seized Haiti's gold reserves for New York banks and rewrote the constitution to allow foreign land ownership—foreign interventions have systematically undermined Haitian sovereignty. These actions have imposed disastrous neoliberal policies, such as slashing tariffs on imported US rice, which destroyed local agriculture and created chronic food dependency. This has fostered instability and prevented the emergence of Haitian-led institutions, a process compounded by the UN's introduction of cholera [UN Special Rapporteur Report, 2016]."
  },
  "humanitarianImpact": {
    "displaced": "Over 580,000 people internally displaced by extreme violence, the majority women and children [IOM, 2024].",
    "refugees": "Hundreds of thousands of Haitians have been forced to flee the country, often facing racist and violent border policies in the Dominican Republic and the United States.",
    "casualties": "Over 8,000 people were killed by gang violence in the first nine months of 2024 alone [UN OHCHR, 2024].",
    "affected": "5.5 million people—nearly half the population—require humanitarian assistance to survive, with millions facing acute hunger [UN OCHA, 2024]."
  },
  "timeline": [
    {
      "year": "1791-1804",
      "event": "**Haitian Revolution**: Enslaved people lead history's only successful slave revolt, establishing the first Black republic and a beacon of universal liberation."
    },
    {
      "year": "1825",
      "event": "**French Indemnity**: Threatened by warships, Haiti is forced to begin paying a crippling debt to France for its freedom, a debt financed by French banks."
    },
    {
      "year": "1915-1934",
      "event": "**US Occupation**: The US invades to enforce debt claims for banks like Citibank, seizing Haiti's gold reserves and rewriting the constitution to allow foreign ownership of land."
    },
    {
      "year": "1957-1986",
      "event": "**Duvalier Dictatorship**: The US-backed 'Papa Doc' and 'Baby Doc' dictatorship terrorises Haiti while providing a stable, anti-communist climate for US corporations to establish low-wage assembly plants."
    },
    {
      "year": "2004",
      "event": "**Second Coup against Aristide**: The democratically elected president is ousted in a coup backed by the US, France, and Canada after he pursued modest social reforms, like raising the minimum wage, that challenged elite and foreign corporate interests [Peter Hallward, 'Damming the Flood', 2007]."
    },
    {
      "year": "2010",
      "event": "**Devastating Earthquake**: Kills over 200,000 people. The subsequent foreign aid becomes a textbook case of 'disaster capitalism', bypassing Haitian institutions to enrich a global poverty industry of NGOs and foreign contractors."
    },
    {
      "year": "2021",
      "event": "**President Moïse Assassinated**: The murder deepens political instability and a power vacuum that armed groups, often tied to the oligarchy, exploit."
    },
    {
      "year": "2024",
      "event": "**Foreign Intervention**: A Kenyan-led, US-funded, UN-backed security mission is deployed amid widespread protests and questions of its legitimacy and accountability."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Fonkoze",
        "description": "A Haitian organisation providing financial inclusion and development services to rural communities.",
        "url": "https://fonkoze.org/"
      },
      {
        "organisation": "Médecins Sans Frontières (MSF)",
        "description": "In Haiti, MSF provides critical trauma surgery and emergency medical services to victims of extreme gang violence amid the total collapse of the country's health system.",
        "url": "https://www.msf.org/haiti"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "The UN organisation delivering essential food assistance to millions affected by violence and displacement in Haiti.",
        "url": "https://www.wfp.org/emergencies/haiti-emergency"
      }
    ],
    "awareness": [
      "Amplify Haitian-led analysis from journalists, academics, and activists, and challenge the racist media tropes that blame Haitians for the crisis.",
      "Educate your community on the foundational violence of the French 'indemnity' and the long history of foreign intervention that has systematically dismantled Haitian sovereignty.",
      "Deconstruct the 'failed state' narrative. Reframe Haiti's story as one of a nation that has been actively and systematically underdeveloped by centuries of external extraction."
    ],
    "advocacy": [
      "Demand France make financial reparations for the 1825 indemnity, a foundational act of neocolonial extortion that has crippled Haiti for two centuries.",
      "Oppose foreign military interventions that undermine Haitian sovereignty and demand an end to the policy of propping up unelected leaders.",
      "Support Haitian peasant movements and organisations fighting for food sovereignty and resisting the dumping of subsidised foreign agricultural products.",
      "Support demands for full accountability and reparations from the United Nations for its role in causing the devastating 2010s cholera epidemic."
    ]
  }
}
