{
  "name": "Mozambique",
  "emoji": "🇲🇿",
  "ariaLabel": "Mozambique flag",
  "currentCrisisSummary": "The northern province of Cabo Delgado is the centre of a violent conflict over some of the largest natural gas reserves in Africa. The insurgency, led by the group Ahlu Sunnah wa Jama'a (ASWJ), is rooted in local grievances against a state and multinational energy corporations (e.g., TotalEnergies, ExxonMobil) that have captured the region's wealth while displacing the local population. The conflict is characterised by extreme brutality, with the intervention of foreign troops (from Rwanda and the SADC) seen as protecting foreign corporate interests over Mozambican lives [ACLED, 2024].",
  "colonialRoot": {
    "colonialPower": "Portugal",
    "legacy": "The crisis is a direct legacy of nearly 500 years of Portuguese colonial exploitation. Portugal's rule was based on forced labour ('chibalo' system), resource extraction, and a deliberate policy of underdevelopment. At independence in 1975, following a brutal liberation war led by FRELIMO, the Portuguese sabotaged the nation's infrastructure and left behind a state with virtually no skilled professionals [Allen Isaacman, 'Mozambique: From Colonialism to Revolution', 1983]. This created a chronically weak state, predisposed to internal conflict and neocolonial penetration, laying the groundwork for today's resource war in Cabo Delgado."
  },
  "coreTerms": {
    "bloodGasAndNeocolonialExtraction": "The vast offshore gas fields are a modern 'resource curse', fuelling a conflict over 'blood gas'. The promise of national prosperity has proven to be a mirage for the people of Cabo Delgado, who have lost their land and fishing grounds to corporate projects. The insurgency is a direct response to this dispossession and the state's role as a facilitator for multinational corporations. This arrangement mirrors the colonial extractive model, where resources are violently secured and funnelled out of the country, leaving local communities with only the environmental and social costs.",
    "destabilisationAndProxyWars": "Mozambique's post-independence history is defined by foreign-backed destabilisation. The devastating Mozambican Civil War (1977-1992) was a proxy war in which the socialist FRELIMO government was attacked by RENAMO, an insurgency created and sustained by the white-minority regimes of Rhodesia and Apartheid South Africa to punish Mozambique for supporting anti-colonial liberation movements [Joseph Hanlon, 'Beggar Your Neighbours', 1986]. This history of externally engineered conflict shattered the social fabric and entrenched a political culture of violence, the legacy of which continues to shape the state's militarised response in Cabo Delgado."
  },
  "humanitarianImpact": {
    "displaced": "Over 1 million people have been internally displaced by the conflict in the north [UN OCHA, 2024].",
    "refugees": "Tens of thousands have fled as refugees and asylum seekers, primarily to Tanzania [UNHCR, 2024].",
    "casualties": "More than 5,000 people have been killed in organised violence since the insurgency began in 2017 [ACLED, 2024].",
    "affected": "Nearly 2 million people in the northern provinces require life-saving humanitarian assistance and protection [UN OCHA, 2024]."
  },
  "timeline": [
    {
      "year": "1505",
      "event": "**Portuguese Colonization Begins**: Following Vasco da Gama's arrival in 1498, Portugal establishes trading posts and begins a gradual process of colonization, marking the start of over four centuries of rule and exploitation."
    },
    {
      "year": "1885-1902",
      "event": "**Conquest of the Interior**: Prompted by the 'Scramble for Africa', Portugal launches military campaigns to establish effective control, defeating local kingdoms like the Gaza Empire to solidify its colonial rule."
    },
    {
      "year": "1964-1974",
      "event": "**War of Independence**: FRELIMO (Front for the Liberation of Mozambique) wages a decade-long guerrilla war against Portuguese colonial rule."
    },
    {
      "year": "1975",
      "event": "**Independence**: Mozambique becomes independent, with FRELIMO's Samora Machel as its first president. Portugal's settler population flees, sabotaging the economy."
    },
    {
      "year": "1977-1992",
      "event": "**Civil War**: A devastating proxy war erupts. The Rhodesian and later South African apartheid regimes create and fund the RENAMO insurgency to destabilise the FRELIMO government."
    },
    {
      "year": "1992",
      "event": "**Peace Accord**: The Rome General Peace Accords are signed, ending the civil war that killed an estimated 1 million people."
    },
    {
      "year": "2010",
      "event": "**Gas Discovery**: Massive offshore natural gas reserves are discovered off the coast of Cabo Delgado, attracting major multinational energy corporations."
    },
    {
      "year": "2017",
      "event": "**Insurgency Begins**: The Islamist group ASWJ launches its first attack in Cabo Delgado, capitalising on local grievances over poverty and the gas projects."
    },
    {
      "year": "2021-Present",
      "event": "**Foreign Intervention**: Following a major attack on the town of Palma, foreign troops from Rwanda and the SADC region deploy to secure the gas-rich districts."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "World Food Programme",
        "description": "The UN organisation providing essential food assistance to people displaced and facing hunger in northern Mozambique.",
        "url": "https://www.wfp.org/emergencies/northern-mozambique-emergency"
      }
    ],
    "awareness": [
      "Amplify the voices of Mozambican journalists and civil society organisations in Cabo Delgado.",
      "Challenge the narrative that liquefied natural gas (LNG) is a 'clean' transition fuel by highlighting its human cost."
    ],
    "boycott": [
      "Pressure energy companies (TotalEnergies SE, Exxon Mobil Corporation, Eni S.p.A) to ensure their operations are not complicit in human rights abuses.",
      "Demand that development projects linked to gas extraction directly benefit the local population of Cabo Delgado.",
      "Advocate for transparent governance and accountability in Mozambique's natural resource sector."
    ]
  }
}
