{
  "name": "Mozambique",
  "emoji": "🇲🇿",
  "ariaLabel": "Mozambique flag",
  "currentCrisisSummary": "The northern province of Cabo Delgado is the centre of a violent conflict over some of the largest natural gas reserves in Africa. The insurgency, led by the group Ahlu Sunnah wa Jama'a (ASWJ), is rooted in local grievances against a ruling elite and its multinational corporate partners (e.g., TotalEnergies, ExxonMobil) that have captured the region's wealth while displacing the local population. The conflict is characterised by extreme brutality, with the intervention of foreign troops seen as protecting corporate assets over Mozambican lives [ACLED, 2024].",
  "colonialRoot": {
    "colonialPower": "Portugal",
    "legacy": "The crisis is a legacy of 500 years of Portuguese colonial exploitation, based on forced labour and resource extraction. At independence in 1975, following a liberation war led by FRELIMO, Portugal sabotaged the nation's infrastructure [Allen Isaacman, 1983]. The post-civil war era saw this weakness exploited by the IMF and World Bank, which forced FRELIMO to abandon its socialist project for neoliberal reforms that paved the way for today's resource war."
  },
  "coreTerms": {
    "bloodGasAndNeocolonialExtraction": "The vast offshore gas fields are a modern 'resource curse', fuelling a conflict over 'blood gas' which is greenwashed as a 'transition fuel' for the Global North. The FRELIMO elite acts as a comprador class, managing the violent dispossession of its own people on behalf of foreign capital. This arrangement mirrors the colonial model, where resources are funnelled out of the country, leaving communities with only the environmental and social costs.",
    "destabilisationAndProxyWars": "Mozambique's post-independence history is defined by foreign-backed destabilisation. The devastating civil war (1977-1992) was a proxy war waged by the Rhodesian and Apartheid South African regimes [Joseph Hanlon, 1986]. This legacy is compounded by modern financial destabilisation, such as the 'hidden debts' scandal, where banks like Credit Suisse colluded with state officials to indebt the nation for billions, enforcing austerity on the poor while enriching a tiny elite."
  },
  "humanitarianImpact": {
    "displaced": "Over 1 million people have been internally displaced by the conflict in the north [UN OCHA, 2024].",
    "refugees": "Tens of thousands have fled as refugees and asylum seekers, primarily to Tanzania [UNHCR, 2024].",
    "casualties": "More than 5,000 people have been killed in organised violence since the insurgency began in 2017 [ACLED, 2024].",
    "affected": "Nearly 2 million people in the northern provinces require life-saving humanitarian assistance and protection [UN OCHA, 2024]."
  },
  "timeline": [
    {
      "year": "1505",
      "event": "**Portuguese Colonization Begins**: Following Vasco da Gama's arrival, Portugal establishes trading posts, marking the start of four centuries of exploitation."
    },
    {
      "year": "1964-1974",
      "event": "**War of Independence**: FRELIMO (Front for the Liberation of Mozambique) wages a decade-long guerrilla war against Portuguese colonial rule."
    },
    {
      "year": "1975",
      "event": "**Independence**: Mozambique becomes independent. FRELIMO, under Samora Machel, embarks on a socialist project of nationalisation and social services."
    },
    {
      "year": "1977-1992",
      "event": "**Civil War**: A devastating proxy war erupts, with apartheid regimes in Rhodesia and South Africa creating and funding the RENAMO insurgency to destroy the FRELIMO government."
    },
    {
      "year": "1992",
      "event": "**Peace Accord & Neoliberal Turn**: The Rome Accords end the civil war. Forced by the IMF and World Bank, FRELIMO abandons socialism and adopts structural adjustment programs, privatising the economy."
    },
    {
      "year": "2016",
      "event": "**'Hidden Debts' Scandal**: It is revealed that state officials and international banks (e.g., Credit Suisse) secretly arranged over $2 billion in fraudulent loans, plunging the country into a debt crisis."
    },
    {
      "year": "2017",
      "event": "**Insurgency Begins**: The Islamist group ASWJ launches its first attack in Cabo Delgado, capitalising on grievances over poverty and the elite capture of gas wealth."
    },
    {
      "year": "2021-Present",
      "event": "**Foreign Intervention**: Following a major attack on Palma, foreign troops from Rwanda and SADC deploy to protect the gas infrastructure of multinational corporations, not the displaced civilian population."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Médecins Sans Frontières (MSF)",
        "description": "In Mozambique, MSF provides vital medical and mental healthcare to people displaced by the conflict in Cabo Delgado, alongside responding to climate emergencies and disease outbreaks.",
        "url": "https://www.msf.org/mozambique"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "The UN organisation providing essential food assistance to people displaced and facing hunger in northern Mozambique.",
        "url": "https://www.wfp.org/emergencies/northern-mozambique-emergency"
      }
    ],
    "awareness": [
      "Amplify the voices of journalists and civil society organisations from Cabo Delgado who are documenting the conflict's true causes and human cost.",
      "Challenge the greenwashing of liquefied natural gas (LNG) by exposing the 'blood gas' reality: a resource war that displaces communities for corporate profit.",
      "Educate your community that the insurgency is rooted in grievances against a model where a domestic ruling class facilitates the extraction of wealth for foreign corporations."
    ],
    "advocacy": [
      "Demand that energy giants (TotalEnergies, ExxonMobil, Eni) publicly disclose their security agreements with state and foreign forces.",
      "Lobby for international pressure to ensure gas revenues are managed transparently and a guaranteed portion is invested in the development of Cabo Delgado.",
      "Demand the cancellation of Mozambique's odious 'hidden debts' and the prosecution of the international bankers and officials who orchestrated the fraud.",
      "Support a moratorium on new fossil fuel projects in conflict zones, arguing that human rights must take precedence over corporate profits."
    ]
  }
}
