{
  "name": "Mozambique",
  "emoji": "🇲🇿",
  "ariaLabel": "Mozambique flag",
  "currentCrisisSummary": "The northern province of Cabo Delgado is the centre of a violent conflict over some of Africa's largest natural gas reserves. The insurgency, led by Ahlu Sunnah wa Jama'a (ASWJ), is rooted in local grievances against a ruling elite and its multinational corporate partners (e.g., TotalEnergies, ExxonMobil), who are accused of capturing the region's wealth while displacing communities. The conflict is characterised by extreme brutality, and the intervention of foreign troops has been criticised for prioritising the security of corporate assets over the protection of civilians.",
  "colonialRoot": {
    "colonialPower": "Portugal",
    "legacy": "The crisis is a legacy of 500 years of Portuguese colonial exploitation, based on forced labour and resource extraction. At independence in 1975, following a liberation war led by FRELIMO, departing Portuguese settlers deliberately damaged key infrastructure. This vulnerability was later exploited during the post-civil war era, when the IMF and World Bank imposed structural adjustment programs. These neoliberal reforms compelled FRELIMO to abandon its socialist project, opening the door for the foreign-led resource extraction seen today."
  },
  "coreTerms": {
    "naturalGasConflictAndExternalInfluence": "The vast offshore gas fields are a modern 'resource curse', fuelling a conflict over resources that are marketed to the Global North as a 'transition fuel', despite the intense violence associated with their extraction. Critics argue that the political elite facilitates the dispossession of local communities on behalf of foreign corporations in exchange for a share of the profits. This arrangement mirrors the colonial model, where raw materials are funnelled out of the country, leaving local populations with the environmental damage and social collapse.",
    "destabilisationAndProxyWars": "Mozambique's post-independence history has been shaped by foreign-backed destabilisation. The devastating civil war (1977-1992) was a proxy war waged by the white-minority regimes in Rhodesia and Apartheid South Africa to undermine the FRELIMO government. This legacy of external interference is echoed in modern financial scandals, such as the 'hidden debts' crisis, where international banks like Credit Suisse worked with state officials to arrange billions in fraudulent loans [Chatham House, 2020]. This plunged the nation into debt, leading to austerity for the poor while enriching a small elite."
  },
  "humanitarianImpact": {
    "displaced": "Over 600,000 people remain internally displaced by the conflict in the north [IOM, 2025].",
    "refugees": "Tens of thousands have fled as refugees and asylum seekers, primarily to Tanzania [UNHCR, 2025].",
    "casualties": "More than 6,000 civilians have been killed in organised violence since the insurgency began in 2017 [ACLED, 2024].",
    "affected": "An estimated 1.7 million people in the northern provinces require life-saving humanitarian assistance [UN OCHA, 2025].",
    "childrenOutOfSchool": "Thousands of children are out of school due to the conflict and displacement, with hundreds of schools destroyed or closed [Education Cluster, 2024].",
    "healthSystemCollapsed": "The conflict has severely damaged the health system, with dozens of facilities destroyed and many more non-functional in Cabo Delgado [WHO, 2024].",
    "foodInsecurity": "Over 700,000 people in northern Mozambique face crisis levels of food insecurity [WFP/IPC, 2025]."
  },
  "timeline": [
    {
      "year": "1505",
      "event": "**Portuguese Colonization Begins**: Following Vasco da Gama's arrival, Portugal establishes trading posts, marking the start of four centuries of exploitation."
    },
    {
      "year": "1964-1974",
      "event": "**War of Independence**: FRELIMO (Front for the Liberation of Mozambique) wages a decade-long guerrilla war against Portuguese colonial rule."
    },
    {
      "year": "1975",
      "event": "**Independence**: Mozambique becomes independent. FRELIMO, under Samora Machel, embarks on a socialist project of nationalisation and social services."
    },
    {
      "year": "1977-1992",
      "event": "**Civil War**: A devastating proxy war erupts, with apartheid regimes in Rhodesia and South Africa creating and funding the RENAMO insurgency to destroy the FRELIMO government."
    },
    {
      "year": "1992",
      "event": "**Peace Accord & Neoliberal Turn**: The Rome Accords end the civil war. Compelled by the IMF and World Bank, FRELIMO abandons socialism and adopts structural adjustment programs, privatising the economy."
    },
    {
      "year": "2016",
      "event": "**'Hidden Debts' Scandal**: It is revealed that state officials and international banks (e.g., Credit Suisse) secretly arranged over $2 billion in fraudulent loans, plunging the country into a debt crisis [Chatham House, 2020]."
    },
    {
      "year": "2017",
      "event": "**Insurgency Begins**: The Islamist group ASWJ launches its first attack in Cabo Delgado, capitalising on grievances over poverty and the elite capture of gas wealth."
    },
    {
      "year": "2021-Present",
      "event": "**Foreign Intervention**: Following a major attack on the town of Palma, foreign troops from Rwanda and SADC deploy to the region. Their mission has focused on securing the areas around the major gas projects, drawing criticism that the intervention prioritises corporate infrastructure over civilian protection."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Equip Mozambique",
        "description": "A non-profit organisation supporting community development and leadership training projects in Mozambique.",
        "url": "https://equipmoz.org"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "In Northern Mozambique, WFP delivers food aid to communities displaced by a brutal resource war over natural gas. It addresses the hunger crisis caused by a conflict that benefits a corrupt elite and multinational energy corporations at the expense of the local population.",
        "url": "https://www.wfp.org/emergencies/northern-mozambique-emergency"
      }
    ],
    "advocacy": [
      "Demand that energy giants like TotalEnergies and ExxonMobil publicly disclose their security agreements with state and foreign forces.",
      "Demand that gas revenues are transparently managed and directly invested in the development of Cabo Delgado.",
      "Demand the cancellation of the fraudulent 'hidden debts' and the prosecution of the international bankers and corrupt officials responsible.",
      "Support a moratorium on new fossil fuel projects in conflict zones to put human rights before corporate profits."
    ]
  }
}
