{
  "name": "Myanmar",
  "emoji": "🇲🇲",
  "ariaLabel": "Myanmar flag",
  "lastUpdated": "2025-10-15",
  "currentCrisisSummary": "A nationwide pro-democracy movement against the 2021 military coup has escalated into a full-scale civil war, triggering a humanitarian crisis. This multi-ethnic uprising seeks to challenge the system of military-led governance. The war unfolds alongside the ongoing effects of the 2017 crisis, which the UN has described as a genocide, and which has forced nearly one million survivors into sprawling refugee camps in Bangladesh, creating a multi-faceted regional crisis.",
  "colonialRoot": {
    "colonialPower": "British Empire (1824-1948)",
    "legacy": "British rule was built on a 'divide-and-rule' strategy that altered pre-colonial societal structures. The British formalised ethnic categories, administering the Bamar heartland separately from the 'Frontier Areas' of ethnic minorities. They employed minorities like the Karen, Kachin, and Chin in the colonial army to suppress the Bamar majority, a policy which fostered inter-ethnic resentment. By institutionalising these ethnic hierarchies, Britain left a legacy of a divided state, which contributed to the country's long-running civil wars."
  },
  "coreTerms": {
    "militaryEconomyAndCorporateInvolvement": "The Tatmadaw (Myanmar's armed forces) functions as both a military and a major economic enterprise. Through its conglomerates, it controls large parts of the economy, enriching a small class of generals. This system, where ethnic states are treated as resource-rich territories for exploitation, has parallels with the British colonial economic model. For decades, some international corporations, particularly in the oil and gas sector (e.g., TotalEnergies, Chevron), have been involved in this system, providing the military government with a key source of revenue.",
    "militaryRuleAndEthnicMinorities": "The Tatmadaw's rule over ethnic minority regions has been described as a form of internal colonialism. It uses violence to control these peripheral areas and exploit their natural resources (timber, jade, gas). The 2017 Rohingya crisis is the most extreme manifestation of this system, which uses ethnic hierarchies established during British rule to justify exclusion, dispossession, and persecution. A UN fact-finding mission found that the military's actions displayed 'genocidal intent'."
  },
  "humanitarianImpact": {
    "displaced": "Over 3.5 million people internally displaced since the 2021 coup, with millions more displaced by decades of prior conflict.",
    "refugees": "Nearly 1 million Rohingya refugees, survivors of the 2017 genocide, remain in overcrowded camps in Bangladesh, living in precarious conditions with no legal status or prospect for a safe return.",
    "casualties": "Over 6,000 civilians confirmed killed by the junta since the coup, though the total conflict death toll since 2021 is estimated to be over 50,000.",
    "affected": "18.6 million people—one-third of the population—require urgent humanitarian aid as the economy and healthcare system collapse.",
    "childrenOutOfSchool": "Over 1.5 million children have had their education disrupted due to conflict and military occupation of schools.",
    "healthSystemCollapsed": "The public healthcare system has collapsed due to systematic military attacks and health workers joining the pro-democracy Civil Disobedience Movement."
  },
  "timeline": [
    {
      "year": "1885",
      "event": "**British Conquest**: Britain completes its conquest of Burma, incorporating it into its empire and instituting a 'divide-and-rule' strategy."
    },
    {
      "year": "1948",
      "event": "**Independence**: Burma gains independence, inheriting a state fractured along ethnic lines, a legacy of colonial policy."
    },
    {
      "year": "1962",
      "event": "**First Military Coup**: General Ne Win seizes power, ushering in decades of isolationist military rule and the construction of a large economic empire controlled by the generals."
    },
    {
      "year": "1990",
      "event": "**Military Conglomerates Formed**: The junta establishes the military-owned conglomerates Myanma Economic Holdings Limited (MEHL) and Myanmar Economic Corporation (MEC), formalising its control over the national economy."
    },
    {
      "year": "2017",
      "event": "**Rohingya Genocide**: The military launches a campaign of 'clearance operations' against the Rohingya, which the UN has called a genocide. This wave of violence forces over 740,000 people to flee to Bangladesh in a matter of months, creating the world's largest refugee camp."
    },
    {
      "year": "2021",
      "event": "**Military Coup & Revolution**: The Tatmadaw overthrows the elected government, citing election fraud, in a move seen by many as a way to protect its economic interests from reform. The coup triggered a nationwide armed uprising."
    },
    {
      "year": "2023-Present",
      "event": "**Operation 1027**: A coordinated offensive by ethnic armies inflicts significant defeats on the junta, shifting the civil war's momentum and challenging the military's grip on power."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Burma Campaign UK",
        "description": "An advocacy group working for human rights, democracy, and targeted sanctions against the junta.",
        "url": "https://burmacampaign.org.uk"
      },
      {
        "organisation": "Mutual Aid Myanmar",
        "description": "Direct, flexible funding to grassroots activists and civil society groups inside the country.",
        "url": "https://www.mutualaidmyanmar.org"
      },
      {
        "organisation": "UNHCR",
        "description": "UNHCR provides essential shelter, protection, and life-saving aid to nearly one million Rohingya refugees in Bangladesh, supporting survivors of the 2017 violence living in the world's largest refugee camp.",
        "url": "https://www.unhcr.org/emergencies/rohingya-emergency"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "WFP delivers emergency food and nutrition support to millions of people displaced by the conflict inside Myanmar, working to reach families in hard-to-access areas who have lost their homes and livelihoods.",
        "url": "https://www.wfp.org/emergencies/myanmar-emergency"
      }
    ],
    "advocacy": [
      "Advocate for comprehensive sanctions on the military's economic interests, especially the Myanma Oil and Gas Enterprise (MOGE) and its conglomerates (MEHL and MEC).",
      "Advocate for sanctions on the supply of aviation fuel to stop air strikes on civilian targets.",
      "Support a comprehensive global arms embargo to stop the flow of weapons and military technology to the military.",
      "Support Rohingya demands for justice, citizenship, and a safe, dignified, and voluntary return, and support the genocide case against Myanmar at the ICJ."
    ]
  },
  "reading": [
    {
      "title": "The River of Lost Footsteps: A Personal History of Burma",
      "url": "https://www.goodreads.com/book/show/28122.The_River_of_Lost_Footsteps",
      "description": "Written by historian Thant Myint-U, this book provides a sweeping yet personal history of Myanmar, skillfully weaving together the country's complex past and present."
    },
    {
      "title": "Burma's Spring: A Story of Revolution, Resistance, and the New Struggle for a New Nation",
      "url": "https://www.goodreads.com/book/show/124765922-burma-s-spring",
      "description": "Journalist Jason Szep offers a compelling narrative of the 2021 revolution, drawing on extensive reporting to tell the story of the popular uprising against military rule."
    },
    {
      "title": "From the Land of Green Ghosts: A Burmese Odyssey",
      "url": "https://www.goodreads.com/book/show/85149.From_the_Land_of_Green_Ghosts",
      "description": "A powerful memoir by Pascal Khoo Thwe that offers a rare glimpse into the life of the Padaung people and the broader struggle of ethnic minorities against the central government."
    }
  ]
}
