{
  "name": "Myanmar",
  "emoji": "🇲🇲",
  "ariaLabel": "Myanmar flag",
  "currentCrisisSummary": "A nationwide pro-democracy revolution against the 2021 military coup—an act designed to protect the military's vast economic empire from democratic reform—has escalated into a full-scale civil war. The junta is losing control over the country, triggering a humanitarian catastrophe and state collapse.",
  "colonialRoot": {
    "colonialPower": "British Empire (1824-1948)",
    "legacy": "British rule was built on a 'divide-and-rule' strategy that shattered pre-colonial societal structures [Thant Myint-U, 'The River of Lost Footsteps', 2006]. The British created and racialised ethnic categories, administering the Bamar heartland separately from the 'Frontier Areas' of ethnic minorities. They strategically used minorities like the Karen, Kachin, and Chin in the colonial army to suppress the Bamar majority, deliberately manufacturing inter-ethnic resentment. By institutionalising these ethnic hierarchies, Britain left a legacy of a fractured state, laying the groundwork for the world's longest-running civil wars."
  },
  "coreTerms": {
    "militaryCapitalismAndCorporateComplicity": "The Tatmadaw is not just an army; it is a criminal economic enterprise. Through its two conglomerates, MEHL and MEC, the military controls huge swathes of the economy, enriching a small class of generals. The 2021 coup was a move to protect this business empire. This system is sustained by international corporations, particularly in the extractive sector (oil, gas, gems), that have historically partnered with the military, providing a stream of revenue that directly funds the junta's atrocities.",
    "militaryRuleAsInternalColonialism": "The Tatmadaw's rule functions as a form of internal colonialism. It uses extreme violence to control ethnic peripheries and exploit their natural resources (jade, timber, gas) through its own conglomerates and international corporate partners. The Rohingya genocide is the most extreme manifestation of this system, which uses colonial-era ethnic classifications to exclude and persecute. A UN mission found evidence of 'genocidal intent' in the military's actions [UN Fact-Finding Mission on Myanmar, 2018]."
  },
  "humanitarianImpact": {
    "displaced": "Over 3 million people internally displaced since the 2021 coup, with millions more displaced by decades of prior conflict [UNHCR/OCHA, 2024].",
    "refugees": "Nearly 1 million stateless Rohingya refugees remain in camps in Bangladesh, with no prospect for safe return [UNHCR, 2024].",
    "casualties": "Over 6,000 civilians are confirmed killed by the junta since the coup, though the total conflict death toll since 2021 is estimated to be over 50,000.",
    "affected": "18.6 million people—one-third of the population—require urgent humanitarian aid as the economy and healthcare system collapse [UN OCHA, 2024].",
    "hospitalsAffected": "More than 500 health facilities have been attacked by the military, with many completely destroyed or looted [WHO, 2023].",
    "schoolsAffected": "Over 4,000 schools were closed due to attacks and military occupation, affecting over 1.5 million students [UNICEF, 2023].",
    "childrenOutOfSchool": "Over 1.5 million children are out of school due to conflict and military occupation of educational facilities [UNICEF, 2023].",
    "healthSystemCollapsed": "More than 70% of the public healthcare system has collapsed due to military attacks and staff strikes [MSF, 2023]."
  },
  "timeline": [
    {
      "year": "1885",
      "event": "**British Conquest**: Britain completes its conquest of Burma, incorporating it into its empire and dismantling traditional systems of governance."
    },
    {
      "year": "1948",
      "event": "**Independence**: Burma gains independence, inheriting a state deeply fractured by colonial policies."
    },
    {
      "year": "1962",
      "event": "**First Military Coup**: General Ne Win seizes power, ushering in decades of isolationist military rule and the construction of a vast economic empire controlled by the generals."
    },
    {
      "year": "1990",
      "event": "**Military Conglomerates Formed**: The junta establishes the military-owned conglomerates MEHL and MEC, formalising its capture of the national economy."
    },
    {
      "year": "2017",
      "event": "**Rohingya Genocide**: The military launches a genocidal campaign of clearance operations against the Rohingya, forcing over 740,000 to flee to Bangladesh [UN Fact-Finding Mission on Myanmar, 2018]."
    },
    {
      "year": "2021",
      "event": "**Military Coup & Revolution**: The Tatmadaw overthrows the elected government to protect its economic empire from reform, triggering a nationwide armed uprising."
    },
    {
      "year": "2023-Present",
      "event": "**Operation 1027**: A coordinated offensive by ethnic armies inflicts unprecedented defeats on the junta, shifting the civil war's momentum."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Burma Campaign UK",
        "description": "An advocacy group working for human rights, democracy, and targeted sanctions against the junta.",
        "url": "https://burmacampaign.org.uk"
      },
      {
        "organisation": "Free Burma Rangers",
        "description": "Provides front-line humanitarian relief, medical care, and documentation in conflict zones.",
        "url": "https://www.freeburmarangers.org"
      },
      {
        "organisation": "Médecins Sans Frontières (MSF)",
        "description": "In Myanmar, MSF delivers healthcare to communities affected by the civil war and persecution, filling critical gaps left by a public health system that has collapsed since the 2021 military coup.",
        "url": "https://www.msf.org/myanmar"
      },
      {
        "organisation": "Mutual Aid Myanmar",
        "description": "Direct, flexible funding to grassroots activists and civil society groups inside the country.",
        "url": "https://www.mutualaidmyanmar.org"
      },
      {
        "organisation": "Norwegian Refugee Council (NRC)",
        "description": "In Myanmar, where millions have been displaced by conflict, NRC provides life-saving support including shelter, access to education for conflict-affected children, and vital protection services for displaced communities.",
        "url": "https://www.nrc.no/countries/asia/myanmar"
      }
    ],
    "awareness": [
      "Amplify the voices of Myanmar's diverse pro-democracy movement, ensuring that ethnic resistance organisations are seen as central to the revolution.",
      "Expose the Tatmadaw as a commercial enterprise, showing how foreign corporations in sectors like oil and gas have historically funded its reign of terror.",
      "Educate your community on the Rohingya genocide as the ultimate expression of the military's ethnonationalist project, not as an isolated event."
    ],
    "advocacy": [
      "Demand comprehensive sanctions on the junta's economic interests, especially the Myanma Oil and Gas Enterprise (MOGE), and on companies supplying aviation fuel to the military.",
      "Demand all foreign companies completely divest from Myanmar to sever the flow of revenue, technology, and legitimacy that sustains military capitalism.",
      "Call for a comprehensive global arms embargo to stop the flow of weapons and technology to the military junta.",
      "Support the Rohingya people's demands for justice, full citizenship rights, and a safe repatriation, and back the genocide case against Myanmar at the International Court of Justice (ICJ)."
    ]
  }
}
