{
  "name": "Myanmar",
  "emoji": "🇲🇲",
  "ariaLabel": "Myanmar flag",
  "lastUpdated": "2025-10-15",
  "currentCrisisSummary": "A nationwide pro-democracy revolution against the 2021 military coup has escalated into a full-scale civil war, triggering a humanitarian catastrophe. This multi-ethnic uprising seeks to dismantle the entire system of military-led internal colonialism. The war unfolds alongside the ongoing effects of the 2017 Rohingya genocide, which has forced nearly one million survivors into sprawling refugee camps in Bangladesh, creating a multi-faceted regional crisis.",
  "colonialRoot": {
    "colonialPower": "British Empire (1824-1948)",
    "legacy": "British rule was built on a 'divide-and-rule' strategy that profoundly altered pre-colonial societal structures. The British created and racialised ethnic categories, administering the Bamar heartland separately from the 'Frontier Areas' of ethnic minorities. They strategically employed minorities like the Karen, Kachin, and Chin in the colonial army to suppress the Bamar majority, a policy which fostered deep inter-ethnic resentment. By institutionalising these ethnic hierarchies, Britain left a legacy of a fractured state, laying the groundwork for the world's longest-running civil wars."
  },
  "coreTerms": {
    "militaryCapitalismAndCorporateComplicity": "The Tatmadaw functions as both a military and a vast economic enterprise. Through its conglomerates, it controls huge swathes of the economy, enriching a small class of generals. This system of military capitalism, which treats ethnic states as resource colonies to be plundered, is a direct continuation of the British colonial economic model. For decades, international corporations, particularly in the oil and gas sector (e.g., TotalEnergies, Chevron), have been complicit in this system, providing the junta with a key source of revenue and legitimacy.",
    "militaryRuleAsInternalColonialism": "The Tatmadaw's rule over ethnic minority regions functions as a form of internal colonialism. It uses extreme violence to control these peripheries to exploit their natural resources (timber, jade, gas). The Rohingya genocide is the most extreme manifestation of this system, which weaponises the racial hierarchies established during British rule to justify exclusion, dispossession, and persecution. A UN fact-finding mission found that the military's actions displayed 'genocidal intent'."
  },
  "humanitarianImpact": {
    "displaced": "Over 3.5 million people internally displaced since the 2021 coup [UN OCHA, February 2025], with millions more displaced by decades of prior conflict.",
    "refugees": "Nearly 1 million Rohingya refugees, survivors of the 2017 genocide, remain in overcrowded camps in Bangladesh, living in precarious conditions with no legal status or prospect for a safe return [UNHCR, 2024-2025].",
    "casualties": "Over 6,000 civilians confirmed killed by the junta since the coup [UN OHCHR, December 2024], though the total conflict death toll since 2021 is estimated to be over 50,000.",
    "affected": "18.6 million people—one-third of the population—require urgent humanitarian aid as the economy and healthcare system collapse [UN OHCHR, September 2024].",
    "childrenOutOfSchool": "Over 1.5 million children have had their education disrupted due to conflict and military occupation of schools [Education Cluster, 2024].",
    "healthSystemCollapsed": "The public healthcare system has collapsed due to systematic military attacks and health workers joining the pro-democracy Civil Disobedience Movement [Physicians for Human Rights, 2024]."
  },
  "timeline": [
    {
      "year": "1885",
      "event": "**British Conquest**: Britain completes its conquest of Burma, incorporating it into its empire and institutionalising a 'divide-and-rule' strategy."
    },
    {
      "year": "1948",
      "event": "**Independence**: Burma gains independence, inheriting a state deeply fractured along ethnic lines by deliberate colonial policy."
    },
    {
      "year": "1962",
      "event": "**First Military Coup**: General Ne Win seizes power, ushering in decades of isolationist military rule and the construction of a vast economic empire controlled by the generals."
    },
    {
      "year": "1990",
      "event": "**Military Conglomerates Formed**: The junta establishes the military-owned conglomerates Myanma Economic Holdings Limited (MEHL) and Myanmar Economic Corporation (MEC), formalising its capture of the national economy."
    },
    {
      "year": "2017",
      "event": "**Rohingya Genocide**: The military launches a genocidal campaign of 'clearance operations' against the Rohingya. This wave of extreme violence forces over 740,000 people to flee to Bangladesh in a matter of months, creating the world's largest refugee camp."
    },
    {
      "year": "2021",
      "event": "**Military Coup & Revolution**: The Tatmadaw overthrows the elected government to protect its economic empire from reform, triggering a nationwide armed uprising."
    },
    {
      "year": "2023-Present",
      "event": "**Operation 1027**: A coordinated offensive by ethnic armies inflicts unprecedented defeats on the junta, shifting the civil war's momentum and challenging the military's grip on power."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Burma Campaign UK",
        "description": "An advocacy group working for human rights, democracy, and targeted sanctions against the junta.",
        "url": "https://burmacampaign.org.uk"
      },
      {
        "organisation": "Mutual Aid Myanmar",
        "description": "Direct, flexible funding to grassroots activists and civil society groups inside the country.",
        "url": "https://www.mutualaidmyanmar.org"
      },
      {
        "organisation": "UNHCR",
        "description": "UNHCR provides essential shelter, protection, and life-saving aid to nearly one million Rohingya refugees in Bangladesh, supporting survivors of the 2017 violence living in the world's largest refugee camp.",
        "url": "https://www.unhcr.org/emergencies/rohingya-emergency"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "WFP delivers emergency food and nutrition support to millions of people displaced by the conflict inside Myanmar, working to reach families in hard-to-access areas who have lost their homes and livelihoods.",
        "url": "https://www.wfp.org/emergencies/myanmar-emergency"
      }
    ],
    "advocacy": [
      "Demand comprehensive sanctions on the junta's economic interests, especially the Myanma Oil and Gas Enterprise (MOGE) and its military conglomerates (MEHL and MEC).",
      "Demand sanctions on the supply of aviation fuel to stop the junta's indiscriminate air strikes on civilian targets.",
      "Demand a comprehensive global arms embargo to stop the flow of weapons and military technology to the junta.",
      "Support Rohingya demands for justice, citizenship, and a safe, dignified, and voluntary return, and back the genocide case against Myanmar at the ICJ."
    ]
  }
}
