{
  "name": "Nigeria",
  "emoji": "🇳🇬",
  "ariaLabel": "Nigeria flag",
  "currentCrisisSummary": "Nigeria faces multiple, overlapping humanitarian crises. In the North-East, the Boko Haram and ISWAP insurgencies have created one of Africa's most severe displacement crises. The North-West is terrorised by armed bandit groups engaged in mass kidnapping. Across the country, escalating conflict between herders and farmers deepens the instability. These crises are symptoms of a fractured state, hollowed out by decades of neoliberal economic policies and struggling with the violent legacies of its colonial creation.",
  "colonialRoot": {
    "colonialPower": "Britain",
    "legacy": "Nigeria's crisis is rooted in its forced creation by Britain. The 1914 amalgamation welded over 250 distinct ethnic nationalities into a single entity without consent. Britain's 'divide and rule' policy institutionalised a political imbalance, creating permanent fault lines for conflict. The colonial economy was purely extractive, leaving behind a state designed not for governance but for plunder. This model was later supercharged by oil and entrenched by neoliberal reforms that dismantled public services."
  },
  "coreTerms": {
    "theNationalQuestion": "This refers to the unresolved contradictions baked into the Nigerian state. The fundamental issue is whether the disparate peoples forcibly amalgamated by Britain can ever form a unified nation. Control of the state's oil-funded apparatus is the primary route to wealth accumulation, making political competition a violent, zero-sum game. The state's legitimacy is perpetually in question because its very foundation is colonial and illegitimate.",
    "theOilCurseAndNeocolonialExtraction": "Nigeria is a textbook case of the 'resource curse'. Vast oil wealth is siphoned out of the Niger Delta by multinational corporations (Shell, Eni, Chevron) in partnership with a comprador ruling class. This system was locked in place by IMF/World Bank structural adjustment programs in the 1980s, which destroyed Nigeria's domestic economy, deepened its dependency on oil, and created mass poverty, fuelling social breakdown and the violent suppression of communities demanding justice."
  },
  "humanitarianImpact": {
    "displaced": "Over 3 million people are internally displaced by conflict, the vast majority in the North-East.",
    "refugees": "More than 340,000 Nigerian refugees have fled to neighbouring Cameroon, Chad, and Niger.",
    "casualties": "The conflict in the North-East alone has directly and indirectly caused over 350,000 deaths since 2009, with half being children under five. Thousands more have been killed by bandits and in farmer-herder clashes.",
    "affected": "In the North-East, 7.9 million people require urgent humanitarian assistance, with millions facing crisis levels of hunger and malnutrition.",
    "childrenOutOfSchool": "Over 600,000 children are out of school due to conflict, displacement, and destroyed educational infrastructure.",
    "poverty": "More than 90 million Nigerians live below the poverty line, the largest number of poor people in any country.",
    "foodInsecurity": "Over 20 million people face acute food insecurity, with over 700,000 in catastrophic hunger."
  },
  "timeline": [
    {
      "year": "1914",
      "event": "**Forced Amalgamation**: Britain merges the Southern and Northern Protectorates into the Colony and Protectorate of Nigeria, creating an inherently unstable political entity."
    },
    {
      "year": "1960",
      "event": "**Flag Independence**: Nigeria gains political independence from Britain, but its economic structure remains externally dependent and extractive."
    },
    {
      "year": "1967-1970",
      "event": "**Biafran War**: The Republic of Biafra's attempt to secede leads to a brutal civil war. Over 1 million civilians die, mostly from starvation caused by a Nigerian blockade supported by Britain."
    },
    {
      "year": "1986",
      "event": "**Structural Adjustment Program**: The military regime accepts an IMF/World Bank SAP, imposing brutal austerity and neoliberal reforms that decimate the economy and public services, creating mass immiseration."
    },
    {
      "year": "1995",
      "event": "**Execution of Ken Saro-Wiwa**: The military junta executes the writer and environmental activist Ken Saro-Wiwa and eight other Ogoni leaders for their campaign against Shell's devastation of their homeland."
    },
    {
      "year": "2009",
      "event": "**Boko Haram Uprising**: The extrajudicial killing of its leader triggers a full-blown insurgency in the North-East, which becomes one of the world's most brutal conflicts."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "KIND (Kukah Centre)",
        "description": "A Nigerian-led organisation working on interfaith dialogue and peace-building to address the roots of ethno-religious conflict.",
        "url": "https://www.thekukahcentre.org/"
      },
      {
        "organisation": "Herwa Community Development Initiative",
        "description": "A grassroots organisation delivering direct aid to vulnerable communities at the epicentre of the North-East crisis.",
        "url": "https://herwa.org.ng/"
      },
      {
        "organisation": "Médecins Sans Frontières (MSF)",
        "description": "In Nigeria, MSF provides life-saving medical care in response to the humanitarian crisis in the northeast, widespread banditry, and severe outbreaks of diseases like measles and diphtheria.",
        "url": "https://www.msf.org/nigeria"
      }
    ],
    "awareness": [
      "Amplify the analysis of Nigerian journalists, academics, and activists who expose the deep-rooted causes of the country's overlapping crises.",
      "Educate your community on the neocolonial nature of the oil industry, showing how corporate extraction in the Niger Delta mirrors the logic of the colonial state.",
      "Challenge simplistic narratives of 'tribalism', highlighting the true roots of conflict in colonial state-building, neoliberal reforms, and the violent logic of fossil fuel capitalism."
    ],
    "advocacy": [
      "Demand that multinational oil corporations like Shell, Eni, and Chevron pay reparations for the ecocide committed in the Niger Delta and fund a comprehensive, community-led clean-up.",
      "Support campaigns for a global, legally binding treaty to hold transnational corporations accountable for human rights abuses and environmental crimes.",
      "Support calls for debt justice and a radical overhaul of the IMF and World Bank, whose structural adjustment programs locked Nigeria into a cycle of poverty and extraction.",
      "Back international legal efforts to prosecute corporate executives for their complicity in the violent suppression of environmental defenders in the Niger Delta."
    ]
  }
}
