{
  "name": "Nigeria",
  "emoji": "🇳🇬",
  "ariaLabel": "Nigeria flag",
  "currentCrisisSummary": "Nigeria faces multiple, overlapping humanitarian crises. In the North-East, the Boko Haram and ISWAP insurgencies have created one of Africa's most severe displacement crises. The North-West is terrorised by armed bandit groups engaged in mass kidnapping, while escalating conflict between herders and farmers deepens instability nationwide. These crises are symptoms of a fractured state, weakened by decades of neoliberal economic policies and struggling with the violent legacies of its colonial creation.",
  "colonialRoot": {
    "colonialPower": "Britain",
    "legacy": "Nigeria's instability is rooted in its forced creation by Britain. The 1914 amalgamation merged over 250 distinct ethnic nationalities into a single entity without their consent, while 'divide and rule' policies institutionalised a political imbalance that created lasting fault lines for conflict. The colonial economy was primarily extractive, leaving behind a state apparatus designed for resource exploitation rather than public welfare. This model was later intensified by the discovery of oil and entrenched by neoliberal reforms."
  },
  "coreTerms": {
    "theNationalQuestion": "This refers to the unresolved contradictions inherent in the Nigerian state's colonial formation. The fundamental issue is whether the disparate peoples forcibly amalgamated by Britain can form a cohesive nation. Because control of the state's oil-funded apparatus is the primary route to wealth, political competition often becomes a violent, zero-sum contest. The state's legitimacy is therefore perpetually challenged, as its very foundations are seen as artificial and imposed.",
    "theOilCurseAndNeocolonialExtraction": "Nigeria is a textbook case of the 'resource curse'. Vast oil wealth is extracted from the Niger Delta by multinational corporations (Shell, Eni, Chevron) in partnership with a domestic ruling class that facilitates this process. This system was entrenched by IMF and World Bank structural adjustment programs in the 1980s. These policies dismantled Nigeria's domestic industries, deepened its dependency on oil exports, and imposed austerity measures that created mass poverty, fuelling the social breakdown seen today."
  },
  "humanitarianImpact": {
    "displaced": "Over 3.1 million people are internally displaced by conflict and disasters, the vast majority in the North-East [IOM, 2025].",
    "refugees": "More than 340,000 Nigerian refugees have fled to neighbouring Cameroon, Chad, and Niger [UNHCR, 2025].",
    "casualties": "The conflict in the North-East alone has directly and indirectly caused an estimated 350,000 deaths since 2009, with half being children under five [UNDP, 2021]. Thousands more have been killed by bandits and in farmer-herder clashes.",
    "affected": "An estimated 7.9 million people in the North-East require urgent humanitarian assistance [UN OCHA, 2025].",
    "childrenOutOfSchool": "An estimated 2 million children in the North-East are out of school due to conflict and displacement [Education Cluster, 2024].",
    "poverty": "An estimated 133 million Nigerians (63% of the population) suffer from multidimensional poverty [NBS, 2022].",
    "foodInsecurity": "Over 26.5 million people across the country face acute food insecurity [Cadre Harmonisé, 2024]."
  },
  "timeline": [
    {
      "year": "1914",
      "event": "**Forced Amalgamation**: Britain merges the Southern and Northern Protectorates into the Colony and Protectorate of Nigeria, creating an inherently unstable political entity."
    },
    {
      "year": "1960",
      "event": "**Flag Independence**: Nigeria gains political independence from Britain, but its economic structure remains externally dependent and extractive."
    },
    {
      "year": "1967-1970",
      "event": "**Biafran War**: The Republic of Biafra's attempt to secede leads to a brutal civil war. Over 1 million civilians die, mostly from starvation caused by a Nigerian blockade supported by Britain."
    },
    {
      "year": "1986",
      "event": "**Structural Adjustment Program**: The military regime accepts an IMF/World Bank SAP, imposing harsh austerity and neoliberal reforms that dismantled public services and severely damaged the domestic economy, contributing to mass poverty."
    },
    {
      "year": "1995",
      "event": "**Execution of Ken Saro-Wiwa**: The military junta executes the writer and environmental activist Ken Saro-Wiwa and eight other Ogoni leaders for their campaign against Shell's devastation of their homeland [Amnesty International, 2020]."
    },
    {
      "year": "2009",
      "event": "**Boko Haram Uprising**: The extrajudicial killing of its leader triggers a full-blown insurgency in the North-East, which becomes one of the world's most brutal conflicts."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "KIND (Kukah Centre)",
        "description": "A Nigerian-led organisation working on interfaith dialogue and peace-building to address the roots of ethno-religious conflict.",
        "url": "https://www.thekukahcentre.org/"
      },
      {
        "organisation": "Herwa Community Development Initiative",
        "description": "A grassroots organisation delivering direct aid to vulnerable communities at the epicentre of the North-East crisis.",
        "url": "https://herwa.org.ng/"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "In Nigeria, WFP delivers emergency food assistance to millions facing a severe hunger crisis driven by state failure and violent conflict. It confronts the devastating human consequences of a neocolonial extractive economy, where vast oil wealth has enriched a corrupt elite while leaving the population impoverished and vulnerable to insurgency and social collapse.",
        "url": "https://www.wfp.org/emergencies/nigeria-emergency"
      }
    ],
    "advocacy": [
      "Demand that oil corporations like Shell pay reparations for the ecocide in the Niger Delta and fund a community-led clean-up.",
      "Support the prosecution of corporate executives complicit in the violent suppression of environmental defenders.",
      "Support a binding global treaty to hold transnational corporations accountable for human rights and environmental crimes.",
      "Demand debt justice and an overhaul of the IMF and World Bank, whose neoliberal programs entrench poverty."
    ]
  }
}
