{
  "name": "Palestine",
  "emoji": "🇵🇸",
  "ariaLabel": "Palestinian flag",
  "lastUpdated": "2025-10-16",
  "currentCrisisSummary": "An intensifying humanitarian crisis across occupied Palestine, marked by mass displacement, conditions of famine, and an International Court of Justice ruling on the plausibility of genocide in Gaza. This crisis is sustained by the geopolitical, military, and economic support of Western powers, primarily the United States, for the occupation.",
  "imperialRoot": {
    "imperialPower": "British Empire (Mandate for Palestine, 1920-1948)",
    "legacy": "The crisis is rooted in the British Mandate. The Balfour Declaration (1917) promised a 'national home for the Jewish people' in Palestine, disregarding the rights and aspirations of the Arab majority. British policy facilitated mass Zionist immigration and settlement while suppressing Palestinian resistance, implementing a strategy that entrenched communal tensions. Britain's withdrawal in 1948 directly enabled the 1948 war and the subsequent Nakba ('catastrophe'), during which Zionist militias expelled over 750,000 Palestinians in the process of establishing the state of Israel. This created a refugee crisis that continues to this day, making the ongoing Israeli occupation a continuation of this legacy."
  },
  "coreTerms": {
    "geopoliticalInvolvement": "The occupation is sustained by Western powers, primarily the US, UK, and Germany, which provide Israel with billions in military aid and diplomatic cover. This backing helps Israel function as a key strategic ally for Western interests in the Middle East. It also serves the arms industry by providing a 'battle-tested' market for advanced weaponry.",
    "settlerColonialismAndApartheid": "The crisis is driven by an ongoing process of settler colonialism, marked by the illegal expansion of settlements and the systematic dispossession of Palestinians. Leading human rights organisations (Amnesty International, Human Rights Watch, B'Tselem) now describe the system of Israeli control as apartheid. This system is not just political but economic: it enables the expropriation of Palestinian land and water, exploits a captive Palestinian labour market, and actively prevents the development of a sovereign Palestinian economy, ensuring structural dependency."
  },
  "humanitarianImpact": {
    "displaced": "Over 1.9 million internally displaced in Gaza (nearly 90% of the population), plus ongoing displacement in the West Bank, including East Jerusalem.",
    "refugees": "5.9 million registered Palestinian refugees, descendants of those displaced since 1948, rely on UNRWA for essential services.",
    "casualties": "An estimated 64,000 to 67,000 people have been killed in Gaza since October 2023, with thousands more missing, presumed dead under the rubble.",
    "affected": "Gaza's entire population of 2.3 million faces a catastrophic humanitarian crisis, including engineered famine and the systematic dismantling of its healthcare system.",
    "childrenOutOfSchool": "Over 625,000 primary and secondary school children in Gaza have no access to education due to the complete destruction of the school system.",
    "healthSystemCollapsed": "The healthcare system in Gaza has been systematically dismantled, with the majority of hospitals rendered non-functional and repeated attacks on health facilities commonplace.",
    "lackOfWaterAccess": "The water and sanitation system has almost completely collapsed, leaving over 95% of Gaza's water contaminated and unfit for human consumption.",
    "foodInsecurity": "The entire population of Gaza is facing crisis levels of food insecurity, with over 1 million people facing catastrophic hunger."
  },
  "timeline": [
    {
      "year": "1897",
      "event": "**First Zionist Congress**: Held in Basel, Switzerland, the congress formally establishes the political Zionist movement. Its goal is to create a Jewish state in Palestine, a project which involved the displacement of the indigenous Palestinian population."
    },
    {
      "year": "1917",
      "event": "**Balfour Declaration**: Britain issues the Balfour Declaration, promising support for a 'national home for the Jewish people' in Palestine, disregarding the indigenous Arab population."
    },
    {
      "year": "1948",
      "event": "**The Nakba ('Catastrophe')**: Over 750,000 Palestinians were expelled or fled from their homes and land during the 1948 war, as Zionist militias established the state of Israel."
    },
    {
      "year": "1967",
      "event": "**The Naksa ('Setback')**: Israel occupies the West Bank, Gaza Strip, and East Jerusalem in the Six-Day War, imposing a military rule that continues to this day."
    },
    {
      "year": "1993",
      "event": "**Oslo Accords**: A 'peace process' that created the Palestinian Authority but failed to achieve a final settlement, while illegal settlement expansion accelerated."
    },
    {
      "year": "2007-Present",
      "event": "**Gaza Blockade**: Israel imposes a land, air, and sea blockade on the Gaza Strip, which the UN has described as illegal 'collective punishment'."
    },
    {
      "year": "2018-2019",
      "event": "**Great March of Return**: Mass civilian protests in Gaza demanding the right of return are met with lethal force by Israeli forces, killing hundreds and wounding tens of thousands."
    },
    {
      "year": "2023",
      "event": "**October 7th**: After 16 years of an Israeli blockade, Hamas leads an attack on Israel; Israel launches a massive assault on Gaza in response. The International Court of Justice has since ruled that claims of genocide in Gaza are plausible."
    },
    {
      "year": "2024",
      "event": "**ICJ Plausible Genocide Ruling**: The International Court of Justice rules that claims of genocide in Gaza are plausible, ordering provisional measures against Israel."
    }
  ],
  "environmentalImpact": {
    "waterResourceManagement": "Differences in water resource allocation have created challenges for Palestinian communities. Water resources are shared between different populations in the region, with varying levels of access and infrastructure development. This has led to a water crisis in Gaza, where over 95% of the aquifer is unfit for human consumption due to over-extraction and contamination.",
    "environmentalDamage": "Military conflicts in Gaza since 2023 have caused significant environmental damage. The destruction of agricultural land, water infrastructure, and sanitation facilities, combined with pollution from munitions, has affected the living conditions of the area, creating ongoing challenges for future development."
  },
  "economicOverview": {
    "limitedEconomicSovereignty": "The Palestinian economy faces challenges due to restrictions on movement, trade, and access to resources. The Israeli authorities control borders, trade, and customs revenue, limiting Palestinian economic autonomy. This has prevented the development of a fully independent economy, creating a situation where economic interdependence exists between Palestinian and Israeli markets.",
    "theGazaBlockade": "The 16-year blockade of Gaza has significantly affected the local economy. By restricting the movement of goods and people, it has limited Gaza's economic capacity, led to high unemployment, and created dependence on aid. The policy has been controversial and criticized by various parties."
  },
  "culturalHeritage": {
    "anAncientAndLivingCulture": "Palestine is home to sites of immense religious and cultural significance to Christians, Jews, and Muslims, including Jerusalem, Bethlehem, and Hebron. Beyond ancient stones, it has a vibrant living culture expressed through its literature, poetry, film, music, and cuisine, with symbols like the olive tree and keffiyeh representing a deep connection to the land and cultural identity.",
    "heritageAtRisk": "The ongoing conflict has placed cultural heritage sites at risk. This includes damage to historic sites, and restrictions on cultural expression. In Gaza, the destruction of universities, libraries, museums, and archives represents a significant loss to Palestinian cultural and intellectual life."
  },
  "geography": {
    "aFragmentedTerritory": "The current situation has divided Palestinian territories into separate areas. The West Bank is separated by settlements, walls, and checkpoints, creating different administrative zones. Gaza is separated from the West Bank, creating challenges for territorial contiguity.",
    "strategicAndSacred": "Situated on the eastern Mediterranean coast, Palestine has been a strategic crossroads for empires for millennia. Its geography holds immense religious significance for the three Abrahamic faiths, making it a location of significant geopolitical and religious importance."
  },
  "futureOutlook": {
    "ongoingNegotiations": "The Palestinian struggle involves achieving self-determination and rights for refugees, with ongoing discussions about the status of different areas and peoples living in the region. The future depends on negotiations and agreements between the relevant parties.",
    "changingDynamics": "The situation is evolving, with international attention focused on the conflict. Various parties are engaged in diplomatic efforts to find a resolution that addresses the needs and rights of all people in the region. The path forward remains complex with multiple challenges."
  },
  "takeAction": {
    "donate": [
      {
        "organisation": "B'Tselem",
        "description": "An Israeli human rights organisation that documents and exposes the apartheid regime and human rights violations in the Occupied Palestinian Territories.",
        "url": "https://www.btselem.org"
      },
      {
        "organisation": "Palestine Children's Relief Fund (PCRF)",
        "description": "A non-political, non-profit organisation that provides free medical care to injured and ill children who lack access to care within the local health system.",
        "url": "https://www.pcrf.net"
      },
      {
        "organisation": "Palestine Red Crescent Society (PRCS)",
        "description": "The primary emergency service provider in Palestine, operating ambulances and delivering life-saving medical care. Its medics and volunteers provide impartial aid on the front lines.",
        "url": "https://www.palestinercs.org/en"
      },
      {
        "organisation": "UNRWA",
        "description": "The primary UN agency providing essential services, including education, healthcare, and emergency aid, to millions of registered Palestinian refugees.",
        "url": "https://www.unrwa.org"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "WFP is on the ground in Gaza, delivering emergency food, hot meals, and nutritional support to hundreds of thousands of people. Their work is critical in fighting the catastrophic hunger crisis and preventing famine.",
        "url": "https://www.wfp.org/emergencies/palestine-emergency"
      }
    ],
    "advocacy": [
      "Support the non-violent Boycott, Divestment, Sanctions (BDS) movement to pressure Israel to comply with international law.",
      "Advocate for an end to military aid and arms sales to Israel that are used in violation of international law.",
      "Demand targeted sanctions on Israeli officials and entities responsible for war crimes, apartheid, and illegal settlements.",
      "Support the genocide case against Israel at the ICJ and war crimes investigations at the ICC."
    ]
  },
  "reading": [
    {
      "title": "The Hundred Years' War on Palestine: A History of Settler Colonialism and Resistance, 1917-2017",
      "url": "https://www.goodreads.com/book/show/41812831",
      "description": "Historian Rashid Khalidi's definitive account of the long struggle against colonialism in Palestine, told from a Palestinian perspective."
    },
    {
      "title": "On Palestine",
      "url": "https://www.goodreads.com/book/show/23129811",
      "description": "A collection of conversations between Noam Chomsky and Ilan Pappé, two of the world's leading critical voices on the history and politics of the occupation."
    },
    {
      "title": "Palestine: Peace Not Apartheid",
      "url": "https://www.goodreads.com/book/show/9345",
      "description": "Jimmy Carter's examination of the Palestinian-Israeli conflict and the need for a two-state solution."
    }
  ]
}
