{
  "name": "Papua New Guinea",
  "emoji": "🇵🇬",
  "ariaLabel": "Papua New Guinea flag",
  "currentCrisisSummary": "Papua New Guinea's Highlands region is gripped by an invisible war. Extreme intercommunal violence, fuelled by modern automatic weapons, has led to a catastrophic collapse of state services. This is not 'tribal tradition'; it is a modern conflict driven by the violent logic of fossil fuel and mineral capitalism in a context of complete state failure, with some of the highest rates of gender-based and sorcery accusation-related violence on Earth [UN OHCHR, 2023].",
  "colonialRoot": {
    "colonialPower": "Germany, Britain & Australia",
    "legacy": "The crisis is a legacy of a colonial project designed for pure extraction. Australia, administering on behalf of Britain and Germany, treated the territory as a resource bank, deliberately failing to build any viable national institutions [John Saun, 2018]. At independence in 1975, Papua New Guinea was a hollow state by design, with artificial borders and a system of governance utterly unequipped to manage the country. This deliberately engineered weak state proved perfect for post-independence penetration by multinational extractive capital."
  },
  "coreTerms": {
    "theUnseenStateCollapse": "Papua New Guinea represents a slow-motion state failure that is rendered invisible by colonial narratives. Because the violence is not a conventional civil war, the West dismisses it as 'tribal fighting'. This racist framing masks the reality: a complete withdrawal of state authority from vast territories. It is an unseen collapse because acknowledging a modern resource war would raise uncomfortable questions for the multinational corporations and foreign governments that profit from the status quo.",
    "extractiveViolenceAndResourceWars": "The hyper-violence is directly linked to the neocolonial scramble for PNG's vast natural wealth. Massive resource projects (ExxonMobil, Barrick Gold) enrich a corrupt comprador elite and foreign shareholders while funnelling no benefits to local communities [Oakland Institute, 2022]. This is not a 'curse' but a system: neocolonial extraction managed through violence, where the state acts as a private security force for capital, turning land disputes into modern warfare."
  },
  "humanitarianImpact": {
    "displaced": "Tens of thousands are internally displaced by fighting in the Highlands, but exact numbers are unknown due to a lack of humanitarian access [IDMC, 2025].",
    "refugees": "This is primarily a crisis of internal displacement, not external refugee flows.",
    "casualties": "While no reliable national figures exist, mass casualty events are common. In February 2024 alone, at least 64 people were massacred in one ambush in Enga province. Thousands have been killed in the violence over the past decade [ABC, 2024].",
    "affected": "An estimated 3 million people live in the seven Highlands provinces where the rule of law has collapsed. Two in three women have experienced gender-based violence, one of the highest rates in the world outside a war zone [UN Women, 2024].",
    "hospitalsAffected": "More than 100 health facilities have been damaged or destroyed by violence in the Highlands region since 2020 [WHO, 2024].",
    "schoolsAffected": "Over 300 schools have been damaged or closed due to violence and insecurity in the Highlands, affecting thousands of children's education [UNICEF, 2024].",
    "childrenOutOfSchool": "Tens of thousands of children are out of school due to ongoing violence and destruction of educational infrastructure [UNICEF, 2024].",
    "healthSystemCollapsed": "Healthcare access is severely compromised in the Highlands, with many facilities non-functional due to violence and lack of staff [MSF, 2024].",
    "poverty": "More than 35% of the population lives below the poverty line, with higher rates in conflict-affected Highlands regions [World Bank, 2023].",
    "waterAccess": "More than 40% of people in the Highlands lack access to safe drinking water due to damaged infrastructure [UNICEF, 2024]."
  },
  "timeline": [
    {
      "year": "1884",
      "event": "**Colonial Division**: Imperial Germany colonises the northeast and Britain claims the southeast in the European 'Scramble for the Pacific'."
    },
    {
      "year": "1920",
      "event": "**Australian Administration**: After WWI, Australia is granted a mandate to govern the former German territory, consolidating its control over the entire eastern half of the island."
    },
    {
      "year": "1975",
      "event": "**Independence**: Australia grants independence, leaving behind a profoundly fragmented nation with almost no experienced administrators or cohesive national identity."
    },
    {
      "year": "1988-1998",
      "event": "**Bougainville Civil War**: A brutal 10-year secessionist war, sparked by resistance to the environmental ecocide and neocolonial exploitation of the Australian-owned Rio Tinto Panguna copper mine, kills up to 20,000 people."
    },
    {
      "year": "2000s-Present",
      "event": "**Highlands War**: The construction of the massive PNG LNG pipeline project, led by ExxonMobil, acts as an accelerant, massively escalating violence in the Highlands over land, royalties, and political power."
    },
    {
      "year": "2024",
      "event": "**Enga Massacre**: Dozens are killed in the deadliest known instance of violence in the Highlands, drawing rare but fleeting international attention to the unseen war."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "CARE Australia",
        "description": "Works with remote and vulnerable communities on women's empowerment, health, and responding to humanitarian emergencies and climate change.",
        "url": "https://www.care.org.au/country/papua-new-guinea/"
      },
      {
        "organisation": "Médecins Sans Frontières (MSF)",
        "description": "MSF has run projects providing surgical care to victims of violence in the Highlands and tackling tuberculosis. Their presence varies based on security and funding.",
        "url": "https://www.msf.org/papua-new-guinea"
      }
    ],
    "awareness": [
      "Challenge the racist, colonial narrative that dismisses the violence as 'tribal fighting'. Frame it correctly as a modern conflict driven by state failure and resource extraction.",
      "Amplify the voices of Papua New Guinean human rights defenders, especially women on the frontlines of peacebuilding and the fight against gender-based violence.",
      "Educate your community on 'extractive violence', showing the link between multinational projects, the global financial architecture that supports them, and the hyper-violence in the Highlands."
    ],
    "advocacy": [
      "Pressure multinational corporations (ExxonMobil, Barrick Gold etc.) to conduct transparent, independent human rights impact assessments for all their projects in the Highlands.",
      "Demand the Australian government abandon its neocolonial foreign policy and use its leverage to prioritise human rights and civilian protection over the interests of Australian mining and energy corporations.",
      "Call for dedicated international support for local initiatives that provide protection and care for survivors of gender-based and sorcery accusation-related violence.",
      "Support a regional strategy to halt the trafficking of modern automatic weapons into the Highlands, which has transformed the scale and lethality of the violence."
    ]
  }
}
