{
  "name": "Sahel",
  "emoji": "🇧🇫🇲🇱🇳🇪",
  "ariaLabel": "Flags of Burkina Faso, Mali, and Niger",
  "lastUpdated": "2025-10-15",
  "currentCrisisSummary": "The Central Sahel is the epicentre of one of the world's most neglected crises [NRC, 2024], defined by a convergence of state collapse, jihadist insurgencies, and extreme climate shocks. A recent wave of military coups in Burkina Faso, Mali, and Niger has been framed as a popular, anti-colonial rejection of a failed French-led security strategy. This has created a new geopolitical frontline in a 21st-century 'scramble for Africa', with external powers competing for influence amid extreme violence and mass displacement.",
  "colonialRoot": {
    "colonialPower": "France (French West Africa, c. 1890s-1960)",
    "legacy": "The crisis is a direct legacy of French colonial policies that dismantled pre-existing political and economic systems and carved out artificial states. Upon independence around 1960, France maintained its dominance through the 'Françafrique' system. This network of monetary control via the CFA franc and military pacts perpetuated a model of raw material extraction, leaving behind fragile state structures and creating the conditions for the current instability."
  },
  "coreTerms": {
    "françafriqueAndFailedIntervention": "The crisis highlights the failure of 'Françafrique'—France's strategy for maintaining economic and military influence. Its pillars were the CFA franc, a currency that limited monetary sovereignty, and a military presence often used to protect French corporate interests, such as uranium mines in Niger. The recent French-led 'war on terror' not only failed to stop the spread of violence but also created a lucrative market for the French arms industry. The expulsion of French forces signals a historic break from a neo-colonial relationship that extracted wealth while providing neither security nor development.",
    "climateCollapseAndInjustice": "The Sahel is on the front line of climate injustice. Despite contributing almost nothing to global emissions, the region is warming at 1.5 times the global average [UNDP, 2023], leading to catastrophic desertification. This climate collapse, driven by the industrialised Global North, has destroyed agricultural livelihoods and deepened conflicts over scarce resources. This represents a form of climate colonialism, where the environmental costs of Northern industrialisation are violently outsourced to the Sahel, creating an 'ecological debt' that is yet to be paid."
  },
  "humanitarianImpact": {
    "displaced": "Over 3.3 million people are internally displaced across the Central Sahel (Burkina Faso, Mali, and Niger) due to conflict [UNHCR, 2025].",
    "refugees": "Nearly 1 million refugees and asylum-seekers have been forced to flee across borders within the region [UNHCR, 2025].",
    "casualties": "The conflict has killed tens of thousands of people, making the Central Sahel one of the deadliest conflict zones in the world [ACLED, 2024].",
    "affected": "An estimated 15.5 million people require urgent humanitarian assistance across the Central Sahel [UN OCHA, 2025].",
    "childrenOutOfSchool": "Over 12,000 schools are non-operational due to insecurity across the region, affecting millions of children [UNICEF, 2024].",
    "healthSystemCollapsed": "In conflict-affected areas, hundreds of health centres have been closed or are offering minimal services due to attacks and insecurity [WHO, 2024].",
    "foodInsecurity": "An estimated 17 million people in the Central Sahel face acute food insecurity [Cadre Harmonisé/WFP, 2025].",
    "waterAccess": "The convergence of conflict and climate change has left millions without reliable access to safe drinking water [WASH Cluster, 2024]."
  },
  "timeline": [
    {
      "year": "c. 1890s",
      "event": "**French Conquest**: France brutally colonises the region, incorporating it into French West Africa and imposing artificial borders."
    },
    {
      "year": "1960",
      "event": "**Nominal Independence**: Burkina Faso, Mali, and Niger gain independence, but remain trapped in a French-controlled monetary system (the CFA franc) and an economy based on raw material exports to Europe."
    },
    {
      "year": "2011",
      "event": "**NATO Intervention in Libya**: The NATO-backed overthrow of Muammar Gaddafi leads to state collapse in Libya, flooding the Sahel with weapons and battle-hardened fighters, which directly fuels the subsequent regional insurgency."
    },
    {
      "year": "2012",
      "event": "**Conflict Erupts in Mali**: A Tuareg rebellion in northern Mali is co-opted by jihadist groups armed with Libyan weapons, triggering a regional crisis."
    },
    {
      "year": "2013-2022",
      "event": "**French Intervention**: France launches Operation Barkhane. The decade-long campaign was criticised for prioritising French economic interests (like uranium in Niger) and ultimately failed to contain the insurgency, which spread across the region."
    },
    {
      "year": "2020-2023",
      "event": "**Wave of Coups**: Popular-backed military juntas seize power in Mali, Burkina Faso, and Niger, expelling French forces and seeking to exit the neo-colonial monetary and security framework."
    },
    {
      "year": "2023",
      "event": "**Alliance of Sahel States (AES)**: The three junta-led nations form a mutual defence pact, cementing a political and security break from France and its allies."
    },
    {
      "year": "2024-Present",
      "event": "**Deepening Crisis**: The conflict intensifies, with jihadist groups encircling major towns and creating one of the world's worst humanitarian emergencies."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "SOS Sahel",
        "description": "An African-led organisation that partners with rural communities to tackle the root causes of the crisis, focusing on long-term food security and climate resilience.",
        "url": "https://sossahel.ngo"
      },
      {
        "organisation": "UNHCR",
        "description": "The UN Refugee Agency provides critical assistance and protection to millions displaced by conflict, insecurity, and the climate crisis across the Sahel.",
        "url": "https://www.unhcr.org/emergencies/sahel-emergency"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "The UN organisation providing life-saving food assistance to millions facing acute hunger across the Sahel.",
        "url": "https://www.wfp.org/emergencies/sahel-emergency"
      }
    ],
    "advocacy": [
      "Demand an end to failed Western counter-terrorism strategies and support for Sahelian-led diplomatic and development solutions.",
      "Demand climate reparations from industrialised nations to fund locally-led adaptation projects in the Sahel.",
      "Demand the immediate lifting of inhumane sanctions that collectively punish civilians and obstruct humanitarian aid.",
      "Support the decolonisation of economic relations by demanding Sahelian sovereignty over currency, resources, and trade."
    ]
  }
}
