{
  "name": "Sahel",
  "emoji": "🇧🇫🇲🇱🇳🇪",
  "ariaLabel": "Flags of Burkina Faso, Mali, and Niger",
  "currentCrisisSummary": "The Central Sahel is the epicentre of the world's most neglected and fastest-growing crisis, a convergence of state collapse, jihadist insurgencies, and extreme climate shocks. A wave of military coups in Burkina Faso, Mali, and Niger has been framed as a popular, anti-colonial rejection of the failed, decade-long French-led military intervention [International Crisis Group, 2023]. The withdrawal of Western forces has left a security vacuum, creating a humanitarian catastrophe and a new geopolitical frontline characterised by extreme violence and mass displacement.",
  "colonialRoot": {
    "colonialPower": "France",
    "legacy": "The crisis is a direct legacy of French colonial policies. France conquered the region in the late 19th century, shattered ancient political and economic systems, and carved out artificial states with arbitrary borders that fuelled ethnic tensions. The French governed through a policy of assimilation and coercion, building an extractive economy while neglecting local institutions. At independence around 1960, France left behind fragile, dependent states and maintained its dominance through a neocolonial system known as 'Françafrique', which trapped the region in a cycle of poverty and weak governance, creating the perfect conditions for state failure."
  },
  "coreTerms": {
    "françafriqueAndFailedIntervention": "The crisis is an indictment of 'Françafrique'—France's strategy of maintaining economic and military dominance over its former African colonies. The recent military coups are a direct backlash against this system and the failure of the French-led 'war on terror' (Operation Barkhane), which locals saw as an occupying force propping up corrupt elites. The expulsion of the French ambassador and troops from these nations signals a historic, sovereign break from a neocolonial relationship that failed to provide security or development for the Sahelian people.",
    "climateCollapseAndInjustice": "The Sahel is a ground-zero for climate injustice. Despite contributing almost nothing to global carbon emissions, the region is warming at 1.5 times the global average, leading to catastrophic desertification and resource scarcity [IPCC, 2022]. This climate collapse, caused by the industrialised Global North, has destroyed traditional livelihoods, deepened ethnic conflicts over land and water, and created a vast recruiting pool for armed groups. The crisis is an acute example of climate colonialism, where the devastating costs of Western consumption are paid for in Sahelian lives."
  },
  "humanitarianImpact": {
    "displaced": "Over 3.5 million people are internally displaced across the Central Sahel due to the conflict [UN OCHA, 2024].",
    "refugees": "Nearly 1 million refugees and asylum-seekers have been forced to flee across borders within the region [UNHCR, 2024].",
    "casualties": "The conflict has killed tens of thousands of people, making the Central Sahel one of the deadliest conflict zones in the world [ACLED, 2024].",
    "affected": "More than 35 million people require urgent humanitarian assistance across the region, with millions on the brink of famine [UN OCHA, 2024]."
  },
  "timeline": [
    {
      "year": "c. 1890s",
      "event": "**French Conquest**: France brutally colonises the region, incorporating it into French West Africa and imposing artificial borders."
    },
    {
      "year": "1960",
      "event": "**Nominal Independence**: Burkina Faso (then Upper Volta), Mali, and Niger gain independence, but remain under French economic and military influence."
    },
    {
      "year": "2012",
      "event": "**Conflict Erupts**: A Tuareg rebellion in northern Mali is co-opted by jihadist groups, triggering a regional crisis."
    },
    {
      "year": "2013-2022",
      "event": "**French Intervention**: France launches Operation Serval, later Barkhane. The decade-long military campaign fails to contain the insurgency, which spreads to Burkina Faso and Niger."
    },
    {
      "year": "2020-2023",
      "event": "**Wave of Coups**: Popular-backed military juntas seize power in Mali (2020, 2021), Burkina Faso (2022), and Niger (2023), all demanding the withdrawal of French forces."
    },
    {
      "year": "2023",
      "event": "**Alliance of Sahel States (AES)**: The three junta-led nations form a new mutual defence pact, cementing a political and security break from France and its allies."
    },
    {
      "year": "January 2024",
      "event": "**ECOWAS Withdrawal**: Burkina Faso, Mali, and Niger announce their immediate withdrawal from the Economic Community of West African States (ECOWAS), citing 'inhumane' sanctions and the bloc's failure to support their fight against terrorism."
    },
    {
      "year": "2024-Present",
      "event": "**Deepening Crisis**: The conflict intensifies, with jihadist groups encircling major towns and creating one of the world's worst humanitarian emergencies."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "SOS Sahel",
        "description": "An African-led organisation that partners with rural communities to tackle the root causes of the crisis, focusing on long-term food security and climate resilience.",
        "url": "https://sossahel.ngo/"
      },
      {
        "organisation": "UNHCR",
        "description": "The UN Refugee Agency provides critical assistance and protection to millions displaced by conflict, insecurity, and the climate crisis across the Sahel.",
        "url": "https://www.unhcr.org/emergencies/sahel-emergency"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "The UN organisation providing life-saving food assistance to millions facing acute hunger across the Sahel.",
        "url": "https://www.wfp.org/emergencies/sahel-emergency"
      }
    ],
    "awareness": [
      "Amplify the analysis of Sahelian academics, journalists, and activists who are explaining the popular rejection of the French-led neocolonial order.",
      "Challenge the failed 'war on terror' narrative, showing how it served as a pretext for foreign intervention that ultimately exacerbated the crisis.",
      "Educate your community on climate justice, framing the Sahel crisis as a clear case of 'climate colonialism' where the Global North's emissions fuel conflict in the Global South."
    ],
    "advocacy": [
      "Demand Western governments abandon failed counter-terrorism strategies and support African-led diplomatic and development solutions instead.",
      "Call for radical climate action, including the payment of climate reparations from industrialised nations to fund locally-led adaptation projects in the Sahel.",
      "Lobby for the immediate lifting of the 'inhumane' sanctions imposed on these countries, which collectively punish civilians and hinder humanitarian response.",
      "Advocate for a decolonisation of aid by demanding that international donors prioritise funding for local food sovereignty and peacebuilding initiatives."
    ]
  }
}
