{
  "name": "Sahel",
  "emoji": "🇧🇫🇲🇱🇳🇪",
  "ariaLabel": "Flags of Burkina Faso, Mali, and Niger",
  "currentCrisisSummary": "The Central Sahel is the epicentre of the world's most neglected crisis, a convergence of state collapse, jihadist insurgencies, and extreme climate shocks. A wave of military coups in Burkina Faso, Mali, and Niger has been framed as a popular, anti-colonial rejection of a failed French-led intervention and a struggle for sovereignty over natural resources, creating a new geopolitical frontline characterised by extreme violence and mass displacement.",
  "colonialRoot": {
    "colonialPower": "France",
    "legacy": "The crisis is a direct legacy of French colonial policies. France conquered the region, shattered ancient political and economic systems, and carved out artificial states. At independence around 1960, France left behind fragile states and maintained its dominance through 'Françafrique', using monetary control via the CFA franc and military pacts to trap the region in a cycle of poverty and raw material extraction, creating the perfect conditions for state failure."
  },
  "coreTerms": {
    "françafriqueAndFailedIntervention": "The crisis is an indictment of 'Françafrique'—France's strategy of maintaining economic and military dominance. Its key pillars were the CFA franc, a colonial currency that prevented monetary sovereignty, and a military presence to protect French corporate interests, such as uranium mines in Niger. The failed 'war on terror', which enriched the French arms industry, was the final stage of this system. The expulsion of French forces signals a historic break from a neocolonial relationship that extracted wealth while providing neither security nor development.",
    "climateCollapseAndInjustice": "The Sahel is ground-zero for climate injustice. Despite contributing almost nothing to global emissions, the region is warming at 1.5 times the global average, leading to catastrophic desertification [IPCC, 2022]. This climate collapse, caused by the industrialised Global North, has destroyed livelihoods, deepened conflicts over land and water, and created a vast recruiting pool for armed groups. The crisis is an acute example of climate colonialism, where the devastating costs of Western consumption are paid for in Sahelian lives."
  },
  "humanitarianImpact": {
    "displaced": "Over 3.5 million people are internally displaced across the Central Sahel due to the conflict [UN OCHA, 2024].",
    "refugees": "Nearly 1 million refugees and asylum-seekers have been forced to flee across borders within the region [UNHCR, 2024].",
    "casualties": "The conflict has killed tens of thousands of people, making the Central Sahel one of the deadliest conflict zones in the world [ACLED, 2024].",
    "affected": "More than 35 million people require urgent humanitarian assistance across the region, with millions on the brink of famine [UN OCHA, 2024].",
    "hospitalsAffected": "More than 500 health facilities have been attacked, damaged, or closed due to conflict across the Sahel region [WHO, 2023].",
    "schoolsAffected": "Over 3,000 schools have been attacked, damaged, or closed due to conflict, affecting more than 500,000 children's education [UNICEF, 2023].",
    "childrenOutOfSchool": "More than 500,000 children are out of school due to conflict, insecurity, and destruction of educational infrastructure [UNICEF, 2023].",
    "healthSystemCollapsed": "Health system functionality has declined by 40% in conflict-affected areas due to attacks and staff displacement [WHO, 2023].",
    "foodInsecurity": "More than 25 million people face acute food insecurity across the Sahel, with over 1 million in catastrophic hunger [WFP, 2023].",
    "waterAccess": "More than 15 million people lack access to safe drinking water due to conflict and climate change impacts [UNICEF, 2023]."
  },
  "timeline": [
    {
      "year": "c. 1890s",
      "event": "**French Conquest**: France brutally colonises the region, incorporating it into French West Africa and imposing artificial borders."
    },
    {
      "year": "1960",
      "event": "**Nominal Independence**: Burkina Faso, Mali, and Niger gain independence, but remain trapped in a French-controlled monetary system (the CFA franc) and an economy based on raw material exports to Europe."
    },
    {
      "year": "2012",
      "event": "**Conflict Erupts**: A Tuareg rebellion in northern Mali is co-opted by jihadist groups, triggering a regional crisis."
    },
    {
      "year": "2013-2022",
      "event": "**French Intervention**: France launches Operation Barkhane. The decade-long campaign, meant to secure French economic interests (like uranium in Niger), fails to contain the insurgency, which spreads across the region."
    },
    {
      "year": "2020-2023",
      "event": "**Wave of Coups**: Popular-backed military juntas seize power in Mali, Burkina Faso, and Niger, expelling French forces and seeking to exit the neocolonial monetary and security framework."
    },
    {
      "year": "2023",
      "event": "**Alliance of Sahel States (AES)**: The three junta-led nations form a mutual defence pact, cementing a political and security break from France and its allies."
    },
    {
      "year": "2024-Present",
      "event": "**Deepening Crisis**: The conflict intensifies, with jihadist groups encircling major towns and creating one of the world's worst humanitarian emergencies."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "SOS Sahel",
        "description": "An African-led organisation that partners with rural communities to tackle the root causes of the crisis, focusing on long-term food security and climate resilience.",
        "url": "https://sossahel.ngo"
      },
      {
        "organisation": "UNHCR",
        "description": "The UN Refugee Agency provides critical assistance and protection to millions displaced by conflict, insecurity, and the climate crisis across the Sahel.",
        "url": "https://www.unhcr.org/emergencies/sahel-emergency"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "The UN organisation providing life-saving food assistance to millions facing acute hunger across the Sahel.",
        "url": "https://www.wfp.org/emergencies/sahel-emergency"
      }
    ],
    "awareness": [
      "Amplify the analysis of Sahelian academics and activists who are explaining the popular rejection of the French-led neocolonial order.",
      "Expose the economic underpinnings of neocolonialism, from the CFA franc that denies monetary sovereignty to the corporate extraction of uranium and gold that leaves nations impoverished.",
      "Educate your community on climate justice, framing the Sahel crisis as a clear case of 'climate colonialism' where the Global North's emissions fuel conflict in the Global South."
    ],
    "advocacy": [
      "Demand Western governments abandon failed counter-terrorism strategies and support African-led diplomatic and development solutions instead.",
      "Call for radical climate action, including the payment of climate reparations from industrialised nations to fund locally-led adaptation projects in the Sahel.",
      "Lobby for the immediate lifting of the 'inhumane' sanctions imposed on these countries, which collectively punish civilians and hinder humanitarian response.",
      "Advocate for a decolonisation of economic relations, supporting Sahelian sovereignty over their currency and natural resources, and demanding trade justice, not just aid."
    ]
  }
}
