{
  "name": "Somalia",
  "emoji": "🇸🇴",
  "ariaLabel": "Somali flag",
  "lastUpdated": "2025-10-15",
  "currentCrisisSummary": "Somalia is caught in a convergence of catastrophic crises: a protracted civil war, a resilient al-Shabaab insurgency, and a devastating cycle of climate-driven droughts and floods. This convergence, fuelled by geopolitical competition and severe climate injustice, has led to a near-permanent state of humanitarian emergency, with millions displaced and facing one of the world's most severe hunger crises.",
  "colonialRoot": {
    "colonialPower": "Britain & Italy (c. 1880s-1960)",
    "legacy": "The crisis is a direct legacy of the colonial partition of the Somali nation. In the 'Scramble for Africa', Britain and Italy (along with France) carved up a culturally and linguistically homogenous people into five separate territories, shattering its social and economic fabric. The artificial borders and the hasty, ill-planned merger of the British and Italian colonies at independence in 1960 created a dysfunctional state from its inception. This colonial vivisection of a homogenous people created the deep-seated grievances that have fuelled decades of conflict."
  },
  "coreTerms": {
    "theFragmentedState": "The state's implosion in 1991 was intensified by the Cold War. The Siad Barre dictatorship was armed first by the USSR and then the US, who used Somalia as a pawn to control the strategic sea lanes vital for global oil shipments. After its collapse, foreign interventions—from the failed US-led mission to the modern 'war on terror', which funnels vast resources to the Western security-industrial complex—have often exacerbated fragmentation by prioritising external counter-terrorism goals over a genuine, Somali-led process of state-building.",
    "climateCrisisAndEconomicExploitation": "Somalia is on the front line of crises driven by the global economic system. It suffers extreme climate injustice, as catastrophic droughts caused by the Global North's emissions decimate livelihoods. Simultaneously, the state's collapse created a vacuum exploited by predatory capitalism: international fleets engaged in illegal fishing and companies reportedly dumped toxic waste [UNEP, 2005]. This resource plunder is now being followed by corporate competition for offshore oil, threatening a new cycle of conflict."
  },
  "humanitarianImpact": {
    "displaced": "Nearly 4 million people are internally displaced by conflict and climate shocks [UNHCR, 2025].",
    "refuges": "Nearly 1 million Somalis live as refugees and asylum-seekers, primarily in neighbouring Kenya, Ethiopia, and Yemen [UNHCR, 2025].",
    "casualties": "While no definitive figure exists for the entire civil war, an estimated 500,000 people have died from violent conflict-related causes since 1991. The 2011 famine alone killed an estimated 260,000 people [FSNAU/FEWS NET, 2013].",
    "affected": "An estimated 7.7 million people require life-saving humanitarian assistance [UN OCHA, 2025].",
    "childrenOutOfSchool": "An estimated 3 million children are out of school due to conflict, displacement, and lack of educational infrastructure [UNICEF, 2024].",
    "healthSystemCollapsed": "The healthcare system remains severely weakened, with recurrent disease outbreaks and one of the highest maternal mortality rates in the world [WHO, 2024].",
    "foodInsecurity": "An estimated 4 million people face acute food insecurity, with 1.7 million children facing acute malnutrition [WFP/IPC, 2025].",
    "waterAccess": "More than half of the population lacks access to safe drinking water, sanitation, and hygiene [WASH Cluster, 2024]."
  },
  "timeline": [
    {
      "year": "c. 1880s",
      "event": "**Colonial Partition**: Britain, Italy, and France carve up the Somali-inhabited lands, creating five separate colonial territories and shattering a homogenous nation."
    },
    {
      "year": "1960",
      "event": "**Independence & Unification**: The former British and Italian Somalilands unite to form the Somali Republic, an inherently unstable state."
    },
    {
      "year": "1969",
      "event": "**Siad Barre's Coup**: General Siad Barre seizes power, establishing a dictatorship aligned with the Soviet Union."
    },
    {
      "year": "1977-1978",
      "event": "**Ogaden War**: Somalia's attempt to reclaim the Ogaden region from Ethiopia ends in defeat, prompting Barre to switch allegiance to the United States in the Cold War struggle for control of the Horn of Africa."
    },
    {
      "year": "1991",
      "event": "**State Collapse**: Barre's regime is overthrown. The state disintegrates, plunging the country into civil war and leaving its resources vulnerable to foreign exploitation."
    },
    {
      "year": "1992-1995",
      "event": "**US/UN Intervention**: A US-led UN humanitarian intervention ('Operation Restore Hope') ends in failure and withdrawal after the 'Black Hawk Down' battle in Mogadishu."
    },
    {
      "year": "2006-Present",
      "event": "**Rise of Al-Shabaab**: The extremist group al-Shabaab emerges, becoming the dominant insurgency and waging a brutal war against the internationally-backed government."
    },
    {
      "year": "2022-2023",
      "event": "**Climate Extremes**: The country suffers its worst drought in 40 years, followed by catastrophic floods, pushing millions to the brink of starvation [UN OCHA, 2023]."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Adeso Africa",
        "description": "A Somali-led humanitarian and development organisation providing direct cash assistance, water, and sanitation support to communities affected by conflict and climate change.",
        "url": "https://adesoafrica.org"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "WFP delivers life-saving food and nutrition assistance to millions of people in Somalia affected by conflict, drought, and floods. They are on the front lines, working to prevent famine and treat acute malnutrition in children and mothers.",
        "url": "https://www.wfp.org/emergencies/somalia-emergency"
      }
    ],
    "advocacy": [
      "Demand wealthy nations pay their climate debt to support Somali communities devastated by climate change.",
      "Challenge the 'aid industrial complex' by demanding funding be channelled directly through local Somali organisations.",
      "Demand reparations and accountability for decades of illegal fishing and toxic waste dumping by foreign corporations.",
      "Demand a shift from militaristic 'counter-terrorism' towards investment in Somali-led peace and state-building initiatives."
    ]
  }
}
