{
  "name": "Somalia",
  "emoji": "🇸🇴",
  "ariaLabel": "Somali flag",
  "currentCrisisSummary": "Somalia is caught in a convergence of catastrophic crises: a protracted civil war, a resilient al-Shabaab insurgency, and a devastating cycle of climate-driven droughts and floods. This perfect storm, fuelled by the predatory logic of global resource competition and climate injustice, has led to a near-permanent state of humanitarian emergency, with millions displaced and facing one of the world's most severe hunger crises [UN OCHA, 2025].",
  "colonialRoot": {
    "colonialPower": "Britain & Italy",
    "legacy": "The crisis is a direct legacy of the colonial partition of the Somali nation. In the 'Scramble for Africa', Britain and Italy (along with France) carved up a culturally and linguistically homogenous people into five separate territories, shattering its social and economic fabric. The artificial borders and the hasty, ill-planned merger of the British and Italian colonies at independence in 1960 created a dysfunctional state from its inception [I.M. Lewis, 'A Modern History of the Somali', 2002]. This colonial vivisection created the deep-seated grievances that have fuelled decades of conflict."
  },
  "coreTerms": {
    "theFragmentedState": "The state's implosion in 1991 was supercharged by the Cold War. The Siad Barre dictatorship was armed first by the USSR and then the US, who used Somalia as a pawn to control the strategic sea lanes vital for global oil shipments. After its collapse, foreign interventions—from the failed US-led mission to the modern 'war on terror', a profitable industry for the Western security-industrial complex—have often exacerbated fragmentation, prioritising counter-terrorism over a genuine, Somali-led process of state-building.",
    "climateColonialismAndPredatoryCapitalism": "Somalia is ground-zero for crises driven by global capitalism. Firstly, it suffers extreme climate injustice; catastrophic droughts and floods caused by the Global North's emissions decimate livelihoods and fuel conflict. Secondly, with the state's collapse, its unguarded coastline became a frontier for predatory extraction, with international fleets engaging in illegal fishing and Western companies dumping toxic waste with impunity. This plunder is now being followed by a corporate scramble for offshore oil and gas, threatening a new cycle of extractive conflict."
  },
  "humanitarianImpact": {
    "displaced": "Nearly 4 million people are internally displaced by conflict and climate shocks [UNHCR, 2025].",
    "refugees": "Over 1 million Somalis live as refugees and asylum-seekers, primarily in neighbouring Kenya, Ethiopia, and Yemen [UNHCR, O2025].",
    "casualties": "While no definitive figure exists for the entire civil war, an estimated 500,000 people have died from violent conflict-related causes since 1991. The 2011 famine alone killed an estimated 260,000 people [UN/USAID, 2013].",
    "affected": "An estimated 8.3 million people require life-saving humanitarian assistance, with over 6.6 million facing acute food insecurity [UN OCHA, 2025].",
    "childrenOutOfSchool": "More than 1.5 million children are out of school due to conflict, displacement, and lack of educational infrastructure [UNICEF, 2024].",
    "healthSystemCollapsed": "The healthcare system remains weak with only 50% of health facilities functional due to decades of conflict and underfunding [WHO, 2023].",
    "foodInsecurity": "More than 6.5 million people face acute food insecurity, with over 1 million in catastrophic hunger [WFP, 2024].",
    "waterAccess": "More than 4 million people lack access to safe drinking water due to damaged infrastructure and recurrent droughts [UNICEF, 2023]."
  },
  "timeline": [
    {
      "year": "c. 1880s",
      "event": "**Colonial Partition**: Britain, Italy, and France carve up the Somali-inhabited lands, creating five separate colonial territories."
    },
    {
      "year": "1960",
      "event": "**Independence & Unification**: The former British and Italian Somalilands unite to form the Somali Republic."
    },
    {
      "year": "1969",
      "event": "**Siad Barre's Coup**: General Siad Barre seizes power, establishing a dictatorship aligned with the Soviet Union."
    },
    {
      "year": "1977-1978",
      "event": "**Ogaden War**: Somalia's attempt to reclaim the Ogaden region from Ethiopia ends in defeat, prompting Barre to switch allegiance to the United States in the Cold War struggle to control the Horn of Africa's strategic shipping lanes."
    },
    {
      "year": "1991",
      "event": "**State Collapse**: Barre's regime is overthrown. The state disintegrates, plunging the country into civil war and leaving its resources open to foreign plunder."
    },
    {
      "year": "1992-1995",
      "event": "**US/UN Intervention**: A US-led UN humanitarian intervention ('Operation Restore Hope') ends in failure and withdrawal after the 'Black Hawk Down' battle in Mogadishu."
    },
    {
      "year": "2006-Present",
      "event": "**Rise of Al-Shabaab**: The extremist group al-Shabaab emerges, becoming the dominant insurgency and waging a brutal war against the internationally-backed government."
    },
    {
      "year": "2022-Present",
      "event": "**Climate Extremes**: The country suffers its worst drought in 40 years, followed by catastrophic floods, pushing millions to the brink of starvation."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Action Against Hunger",
        "description": "In Somalia, a country on the front line of the climate crisis, Action Against Hunger operates nutrition clinics and health centres to treat malnutrition driven by recurring droughts and floods.",
        "url": "https://www.actionagainsthunger.org/location/africa/somalia/"
      },
      {
        "organisation": "Adeso Africa",
        "description": "A Somali-led humanitarian and development organisation that provides direct cash assistance and advocates for decolonising the aid system.",
        "url": "https://adesoafrica.org"
      },
      {
        "organisation": "Médecins Sans Frontières (MSF)",
        "description": "In Somalia, MSF provides essential medical care in a country with one of the world's highest mortality rates, running hospitals and clinics in conflict-affected and remote areas.",
        "url": "https://www.msf.org/somalia"
      },
      {
        "organisation": "Norwegian Refugee Council (NRC)",
        "description": "In response to decades of conflict and devastating climate shocks in Somalia, NRC provides essential aid such as food, water, and shelter in hard-to-reach areas, while also running education and food security programs.",
        "url": "https://www.nrc.no/countries/africa/somalia"
      }
    ],
    "awareness": [
      "Amplify the voices of Somali peacebuilders, journalists, and diaspora communities who are leading recovery and reconciliation efforts.",
      "Challenge the simplistic 'failed state' narrative. Frame the crisis as a product of colonial partition, Cold War manipulation, and extreme climate injustice.",
      "Expose the history of corporate criminality in Somalia, from illegal industrial fishing and toxic waste dumping to the new 'scramble' for offshore oil and gas."
    ],
    "advocacy": [
      "Demand wealthy nations pay their climate debt by financing a Loss and Damage fund to support Somali communities devastated by climate change.",
      "Challenge the 'aid industrial complex' by demanding that donors channel funding directly through local Somali organisations and away from profit-making Western contractors.",
      "Demand international accountability and reparations for decades of illegal fishing and toxic waste dumping by foreign corporations in Somali waters.",
      "Call for a shift away from purely militaristic 'counter-terrorism' strategies towards investment in Somali-led peace and state-building initiatives."
    ]
  }
}
