{
  "name": "South Sudan",
  "emoji": "🇸🇸",
  "ariaLabel": "South Sudanese flag",
  "lastUpdated": "2025-10-14",
  "currentCrisisSummary": "South Sudan is gripped by a humanitarian emergency, fuelled by an elite conflict over the profits of a violent oil-extraction industry, catastrophic climate-driven flooding, and spillover from Sudan's war. These converging crises, driven by a system of kleptocracy, have left most of the population dependent on aid and facing one of the world's most severe hunger crises.",
  "colonialRoot": {
    "colonialPower": "Anglo-Egyptian Condominium (British Rule, 1899-1956)",
    "legacy": "Britain's 'Southern Policy' was a divide-and-rule strategy that sealed the south off from the 'Arab' north, deliberately blocking its economic and political development. This engineered disparity created a foundation of extreme inequality that made decades of civil war almost inevitable. This weakness also ensured that any future independent state would be highly vulnerable to foreign influence and resource exploitation."
  },
  "coreTerms": {
    "kleptocracyAndTheGlobalFinancialSystem": "The civil war is a violent struggle between political elites for control of the state, which functions primarily as a mechanism for diverting oil revenues. This system of kleptocracy is enabled by the global financial system; the ruling class uses international banks, shell companies, and the global luxury property market to launder and hide billions in stolen wealth, often using the conflict itself as a cover [The Sentry, 2019].",
    "oilConflictAndClimateChallenges": "South Sudan's crisis is driven by two forms of extraction. Firstly, its oil industry, operated by foreign corporations (primarily Chinese, Malaysian, and Indian) in partnership with the ruling elite, directly funds the conflict. Secondly, the country suffers from extreme climate injustice. Unprecedented flooding, caused by the emissions of the industrialised Global North, has destroyed livelihoods and acts as a conflict multiplier, intensifying competition over resources."
  },
  "humanitarianImpact": {
    "displaced": "Over 4 million people are displaced within South Sudan and as refugees, including over 2 million internally displaced by conflict and flooding [UN OCHA, 2025].",
    "refugees": "More than 2.3 million refugees and asylum-seekers have fled to neighbouring countries, making it Africa's largest refugee crisis [UNHCR, 2025].",
    "casualties": "A 2018 study estimated that nearly 400,000 excess deaths were attributable to the civil war between 2013 and 2018 [LSHTM, 2018].",
    "affected": "An estimated 9 million people—around 75% of the population—require urgent humanitarian assistance [UN OCHA, 2025].",
    "childrenOutOfSchool": "An estimated 2.8 million children are out of school, one of the highest rates in the world, due to conflict, climate shocks, and displacement [UNICEF, 2024].",
    "poverty": "More than 80% of the population lives in extreme poverty, making South Sudan one of the poorest countries globally [World Bank, 2024]."
  },
  "timeline": [
    {
      "year": "1955-1972",
      "event": "**First Sudanese Civil War**: The conflict begins a year before Sudan's independence as southern forces demand regional autonomy."
    },
    {
      "year": "1983-2005",
      "event": "**Second Sudanese Civil War**: The war resumes, resulting in an estimated 2 million deaths and laying the groundwork for secession."
    },
    {
      "year": "2005",
      "event": "**Comprehensive Peace Agreement (CPA)**: The agreement ends the civil war, but its wealth-sharing arrangements are based almost entirely on oil revenues, entrenching the 'resource curse' from day one."
    },
    {
      "year": "2011",
      "event": "**Independence**: South Sudan becomes the world's newest country after an overwhelming vote for secession."
    },
    {
      "year": "2013",
      "event": "**Civil War Erupts**: A power struggle plunges the nation into a devastating civil war over control of the state and its oil resources, with elites manipulating ethnic identity to mobilise fighters [UNHRC, 2017]."
    },
    {
      "year": "2018",
      "event": "**Revitalised Peace Agreement**: A fragile peace deal is signed, but core elements, including security reforms and accountability for war crimes, remain unimplemented."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Humanitarian Development Consortium (HDC Africa)",
        "description": "A South Sudanese-led NGO providing emergency relief and development programs.",
        "url": "https://www.hdcafrica.org"
      },
      {
        "organisation": "UNHCR",
        "description": "In South Sudan, UNHCR responds to Africa's largest refugee crisis, a catastrophe fuelled by a kleptocratic elite's war over oil profits. It provides life-saving aid to people displaced by a conflict enabled by the global financial system and rooted in the divisive legacy of British colonial policy.",
        "url": "https://www.unhcr.org/emergencies/south-sudan-emergency"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "In South Sudan, WFP battles a catastrophic hunger crisis driven by a kleptocratic civil war and devastating, climate-driven flooding. It delivers emergency food aid to millions facing famine—a direct consequence of a conflict funded by oil wealth and a climate crisis the nation did not create.",
        "url": "https://www.wfp.org/emergencies/south-sudan-emergency"
      }
    ],
    "advocacy": [
      "Demand targeted sanctions on the kleptocratic elite and the international corporations, banks, and arms dealers who enable their war.",
      "Demand the immediate establishment and funding of the Hybrid Court for South Sudan to ensure justice for war crimes.",
      "Demand wealthy nations pay their climate debt to support South Sudanese communities devastated by climate collapse.",
      "Demand increased humanitarian funding and that aid is delivered in direct partnership with local South Sudanese organisations."
    ]
  }
}
