{
  "name": "South Sudan",
  "emoji": "🇸🇸",
  "ariaLabel": "South Sudanese flag",
  "currentCrisisSummary": "South Sudan is gripped by a humanitarian emergency, fuelled by a kleptocratic elite conflict, catastrophic climate-driven flooding, and spillover from Sudan's war. These converging crises have left most of the population dependent on aid and facing one of the world's most severe hunger crises [UN OCHA, 2024].",
  "colonialRoot": {
    "colonialPower": "Anglo-Egyptian Condominium (British Rule, 1899-1956)",
    "legacy": "Britain's colonial administration implemented the 'Southern Policy', a divide-and-rule strategy that treated the south as a separate, 'African' entity to be sealed off from the 'Arab' north [Douglas H. Johnson, 2011]. This policy deliberately blocked economic and educational development, barred northern Sudanese from the region, and aimed to stop the spread of Islam. While the north was modernised, the south was systematically underdeveloped and isolated. This engineered disparity created a foundation of extreme inequality, ensuring that upon independence, the South would be entirely subordinate to Khartoum, making decades of civil war almost inevitable."
  },
  "coreTerms": {
    "kleptocracyAndEliteConflict": "The civil war is not primarily an ethnic conflict but a violent struggle between a predatory elite fighting for control over the state's vast oil revenues. The state itself functions as a kleptocracy—a system of rule by theft—where resources are systematically looted to fund personal militias and patronage networks. The government has become an engine of extraction that fuels the conflict for the personal enrichment of its leaders [UN Panel of Experts on South Sudan, 2024].",
    "climateInjusticeAndConflict": "South Sudan is on the front line of climate injustice, suffering catastrophic consequences from a crisis it did almost nothing to create. Years of unprecedented flooding have submerged entire regions, destroying livelihoods and displacing hundreds of thousands [FEWS NET, 2024]. This ecological collapse acts as a conflict multiplier, intensifying competition over scarce resources and driving cycles of intercommunal violence that are exploited by political elites."
  },
  "humanitarianImpact": {
    "displaced": "Over 2 million people are internally displaced by conflict and flooding [IOM, 2024].",
    "refugees": "More than 2.2 million refugees have fled to neighbouring countries, primarily Uganda, Sudan, and Ethiopia, making it Africa's largest refugee crisis [UNHCR, 2024].",
    "casualties": "A 2018 study estimated that nearly 400,000 excess deaths were attributable to the civil war since 2013 [London School of Hygiene & Tropical Medicine study, 2018].",
    "affected": "9 million people require urgent humanitarian assistance. 7.1 million face crisis levels of hunger, with parts of the country facing a man-made risk of famine driven by conflict and the obstruction of aid [UN OCHA; IPC, 2024]."
  },
  "timeline": [
    {
      "year": "1920s",
      "event": "**'Southern Policy'**: British administrators formalise the political and economic separation of the south from the north."
    },
    {
      "year": "1955-1972",
      "event": "**First Sudanese Civil War**: The conflict begins a year before Sudan's independence as southern forces demand regional autonomy."
    },
    {
      "year": "1983-2005",
      "event": "**Second Sudanese Civil War**: The war resumes, resulting in an estimated 2 million deaths and laying the groundwork for secession."
    },
    {
      "year": "2005",
      "event": "**Comprehensive Peace Agreement (CPA)**: The agreement ends the civil war and grants Southern Sudan autonomy and the right to a referendum."
    },
    {
      "year": "2011",
      "event": "**Independence**: South Sudan becomes the world's newest country after an overwhelming vote for secession."
    },
    {
      "year": "2013",
      "event": "**Civil War Erupts**: A power struggle between President Salva Kiir (Dinka) and his deputy Riek Machar (Nuer) plunges the nation into a devastating civil war, with elites manipulating ethnic identity to mobilise fighters."
    },
    {
      "year": "2018",
      "event": "**Revitalised Peace Agreement**: A fragile peace deal is signed, but core elements, including security reforms and accountability for war crimes, remain unimplemented."
    },
    {
      "year": "2023-Present",
      "event": "**Converging Crises**: The country faces catastrophic flooding, a massive influx of refugees fleeing the war in Sudan, and ongoing sub-national violence."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Humanitarian Development Consortium (HDC Africa)",
        "description": "A South Sudanese-led NGO providing emergency relief and development programs.",
        "url": "https://www.hdcafrica.org"
      },
      {
        "organisation": "World Food Programme",
        "description": "The UN organisation delivering life-saving food assistance to families displaced by conflict and flooding in South Sudan.",
        "url": "https://www.wfp.org/emergencies/south-sudan-emergency"
      }
    ],
    "awareness": [
      "Amplify the voices of South Sudanese civil society groups demanding peace and accountability.",
      "Highlight that the crisis is severely underfunded and driven by a combination of kleptocracy and climate injustice."
    ],
    "boycott": [
      "Demand your government enforce the UN arms embargo to stop the flow of weapons that fuels the conflict.",
      "Support targeted sanctions (asset freezes, travel bans) on political leaders responsible for corruption and human rights violations."
    ]
  }
}
