{
  "name": "Sudan",
  "emoji": "🇸🇩",
  "ariaLabel": "Sudanese flag",
  "currentCrisisSummary": "A devastating civil war since April 2023 has triggered the world's largest displacement crisis, widespread famine, and atrocities, including ethnic cleansing in Darfur [Human Rights Watch, 2024].",
  "colonialRoot": {
    "colonialPower": "Anglo-Egyptian Condominium (British Rule, 1899-1956)",
    "legacy": "British colonial policy was built on divide-and-rule tactics [M.W. Daly, 2007]. It institutionalised ethnic and regional divisions by concentrating power and investment in the riverine centre while systematically underdeveloping and marginalising peripheral regions like the South and Darfur. This engineered inequality created a parasitic central state and blocked unified resistance. By pitting communities against each other, Britain established the structural basis for the centre-periphery conflicts and extractive politics that have defined Sudan's post-independence history of civil war."
  },
  "coreTerms": {
    "proxyWarForResources": "The civil war is fuelled by regional powers, particularly the UAE [UN Panel of Experts on Sudan, 2024], competing for control of Sudan's resources and strategic location. Foreign backing for the warring factions transforms the internal power struggle into a proxy war for Sudan's gold, agricultural land, and Red Sea ports, prolonging the violence for geopolitical gain.",
    "inheritedStateViolence": "The war is an extension of the centre-periphery violence institutionalised during the colonial era. The state has historically used militias recruited from marginalised communities (like the RSF's precursors, the Janjaweed) to suppress dissent in other marginalised regions, a tactic that has now backfired, leading to the implosion of the central state itself."
  },
  "humanitarianImpact": {
    "displaced": "Over 10 million people internally displaced, making it the world's largest internal displacement crisis [IOM, 2024].",
    "refugees": "More than 2 million refugees have fled to neighbouring countries, including Chad, Egypt, and South Sudan [UNHCR, 2024].",
    "casualties": "The official death toll of 15,000 is a significant underestimate; credible estimates suggest the real figure is over 150,000 [ACLED (Armed Conflict Location & Event Data Project), 2024; London School of Hygiene & Tropical Medicine study, 2024].",
    "affected": "25 million people—more than half the population—require urgent humanitarian aid, with 18 million facing acute hunger [UN OCHA, 2024; Integrated Food Security Phase Classification, 2024]."
  },
  "timeline": [
    {
      "year": "1899",
      "event": "**Anglo-Egyptian Condominium**: British colonial rule is established over Sudan."
    },
    {
      "year": "1956",
      "event": "**Independence**: Sudan gains independence, but the colonial power structure remains."
    },
    {
      "year": "1983-2005",
      "event": "**Second Sudanese Civil War**: A brutal conflict between the central government and the south; estimated 2 million deaths."
    },
    {
      "year": "2003",
      "event": "**Genocide in Darfur**: The government unleashes Janjaweed militias to crush a rebellion, leading to an indictment for genocide [International Criminal Court, 2009]."
    },
    {
      "year": "2011",
      "event": "**South Sudan Secedes**: The South gains independence after decades of war."
    },
    {
      "year": "2019",
      "event": "**Sudanese Revolution**: A popular uprising overthrows dictator Omar al-Bashir."
    },
    {
      "year": "2021",
      "event": "**Military Coup**: Generals al-Burhan and 'Hemedti' seize power, derailing the democratic transition."
    },
    {
      "year": "2023",
      "event": "**Civil War Erupts**: The army (SAF) and the RSF militia turn on each other in a struggle for absolute power."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Islamic Relief",
        "description": "Supporting emergency response and humanitarian relief for people affected by the Sudan crisis.",
        "url": "https://islamic-relief.org/appeals/sudan-emergency-appeal/"
      },
      {
        "organisation": "Sudanese American Physicians Association (SAPA)",
        "description": "A diaspora-led organisation providing direct medical and humanitarian support.",
        "url": "https://sapa-usa.org/"
      },
      {
        "organisation": "Share The Meal",
        "description": "A UN World Food Programme initiative making it easy to donate meals to children and families in need in Sudan.",
        "url": "https://sharethemeal.org/campaigns/sudan2"
      }
    ],
    "awareness": [
      "Amplify the voices of Sudanese civilian groups, like the Emergency Response Rooms.",
      "Challenge international apathy and demand media coverage of the world's largest crisis."
    ],
    "boycott": [
      "Demand targeted sanctions and an effective arms embargo on both warring parties and their foreign backers (e.g., the UAE).",
      "Support efforts to document atrocities and hold perpetrators accountable at the ICC."
    ]
  }
}
