{
  "name": "Sudan",
  "emoji": "🇸🇩",
  "ariaLabel": "Sudanese flag",
  "currentCrisisSummary": "A devastating civil war between the Sudanese Armed Forces (SAF) and the Rapid Support Forces (RSF) militia since April 2023 has triggered the world's largest displacement and hunger crises, widespread famine, and atrocities, including a renewed campaign of ethnic cleansing in Darfur [Human Rights Watch, 2024].",
  "colonialRoot": {
    "colonialPower": "Anglo-Egyptian Condominium (British Rule, 1899-1956)",
    "legacy": "British colonial policy was built on a 'divide-and-rule' strategy that racialised and institutionalised ethnic divisions [M.W. Daly, 2007]. It concentrated power and investment in a supposedly 'Arab' riverine centre while systematically underdeveloping and marginalising supposedly 'African' peripheral regions like Darfur and the South. This engineered inequality created a parasitic central state and blocked unified resistance. By pitting communities against each other, Britain established the structural basis for the centre-periphery conflicts that have defined Sudan's post-independence history."
  },
  "coreTerms": {
    "proxyWarForResources": "The civil war is fuelled by regional and international powers, particularly the UAE and Russia's Wagner Group [UN Panel of Experts on Sudan, 2024], competing for control of Sudan's resources. Foreign backing for the warring factions—primarily the RSF—transforms the internal power struggle into a proxy war for Sudan's gold, agricultural land, and Red Sea ports, prolonging the violence for geopolitical gain.",
    "inheritedStateViolence": "The war represents the implosion of the state's long-standing strategy of using proxy militias. The state has historically armed militias from marginalised communities (the Janjaweed) to suppress dissent in other marginalised regions. The RSF is the Frankenstein's monster of this policy—a state-created militia that grew too powerful and has now turned on its creator, the Sudanese army, to seize the state for itself."
  },
  "humanitarianImpact": {
    "displaced": "Over 10 million people internally displaced, making it the world's largest internal displacement crisis [IOM, 2024].",
    "refugees": "More than 2 million refugees have fled to neighbouring countries, including Chad, Egypt, and South Sudan [UNHCR, 2024].",
    "casualties": "The official death toll of 15,000 is a gross underestimate; credible estimates suggest the real figure is over 150,000 [ACLED; Yale Humanitarian Research Lab, 2024].",
    "affected": "25 million people—more than half the population—require urgent humanitarian aid, with 18 million facing acute hunger in what has become the world's largest hunger crisis [UN OCHA; IPC, 2024]."
  },
  "timeline": [
    {
      "year": "1899",
      "event": "**Anglo-Egyptian Condominium**: British colonial rule is established, implementing a divide-and-rule strategy."
    },
    {
      "year": "1956",
      "event": "**Independence**: Sudan gains independence, but the colonial power structure favouring the centre remains."
    },
    {
      "year": "2003",
      "event": "**Genocide in Darfur**: The government unleashes Janjaweed militias to crush a rebellion. The RSF is the direct descendant of these militias [International Criminal Court, 2009]."
    },
    {
      "year": "2011",
      "event": "**South Sudan Secedes**: The South gains independence after decades of war against the central state."
    },
    {
      "year": "2019",
      "event": "**Sudanese Revolution**: A mass popular uprising of civilian groups, led by Resistance Committees, overthrows dictator Omar al-Bashir."
    },
    {
      "year": "2021",
      "event": "**Military Coup**: Generals al-Burhan (SAF) and 'Hemedti' (RSF) jointly seize power, derailing the democratic transition they were meant to protect."
    },
    {
      "year": "2023",
      "event": "**Civil War Erupts**: The army (SAF) and the RSF militia turn on each other in a violent struggle for absolute power."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Islamic Relief",
        "description": "Supporting emergency response and humanitarian relief for people affected by the Sudan crisis.",
        "url": "https://islamic-relief.org/appeals/sudan-emergency-appeal/"
      },
      {
        "organisation": "Sudanese American Physicians Association (SAPA)",
        "description": "A diaspora-led organisation providing direct medical and humanitarian support to local initiatives like Emergency Response Rooms.",
        "url": "https://sapa-usa.org/"
      },
      {
        "organisation": "ShareTheMeal",
        "description": "A UN World Food Programme initiative making it easy to donate meals to children and families in need in Sudan.",
        "url": "https://sharethemeal.org/campaigns"
      }
    ],
    "awareness": [
      "Amplify the voices of Sudanese civilian democratic groups, like the Resistance Committees and Emergency Response Rooms.",
      "Challenge international apathy and demand media coverage of the world's largest humanitarian crisis.",
      "Share information about the role of foreign actors, particularly the UAE, in fuelling the war."
    ],
    "boycott": [
      "Demand an effective arms embargo and targeted sanctions on both warring parties and their foreign backers.",
      "Support efforts to document atrocities and hold perpetrators accountable at the ICC and other international justice mechanisms.",
      "Call for the divestment from any companies linked to the business empires of the SAF and RSF."
    ]
  }
}
