{
  "name": "Sudan",
  "emoji": "🇸🇩",
  "ariaLabel": "Sudanese flag",
  "currentCrisisSummary": "A devastating civil war between two factions of a parasitic military elite—the Sudanese Armed Forces (SAF) and the Rapid Support Forces (RSF) militia—has triggered the world's largest displacement and hunger crises, widespread famine, and atrocities, including a renewed campaign of ethnic cleansing in Darfur.",
  "colonialRoot": {
    "colonialPower": "Anglo-Egyptian Condominium (British Rule, 1899-1956)",
    "legacy": "British colonial policy was built on a 'divide-and-rule' strategy that racialised and institutionalised ethnic divisions. It concentrated power in a supposedly 'Arab' riverine centre while systematically marginalising peripheral regions like Darfur. This engineered inequality created a parasitic central state that became the ultimate prize for competing factions of military and mercenary capitalists in the post-independence era."
  },
  "coreTerms": {
    "militaryVsMercenaryCapitalism": "The war is a violent conflict between two rival capitalist factions fighting to control the state. The Sudanese Armed Forces (SAF) represents the old guard of 'military capitalism'—a crony system controlling formal sectors of the economy. The Rapid Support Forces (RSF) represents a more agile, transnational 'mercenary capitalism', with wealth built on looting gold mines and operating as a private army for foreign powers. The war is the implosion of this parasitic system, as both factions now seek total control.",
    "counterRevolutionAndForeignPlunder": "The 2021 coup and subsequent war are a brutal counter-revolution against the 2019 popular uprising, which sought to dismantle the military's economic empire. This counter-revolution is bankrolled by foreign powers, particularly the UAE, which backs the RSF to secure its own interests: a direct supply of plundered gold, control over strategic Red Sea ports, and access to vast tracts of agricultural land for its own food security. This transforms the conflict into a proxy war for neocolonial plunder."
  },
  "humanitarianImpact": {
    "displaced": "Over 11 million people internally displaced [UNHCR/IOM, end of 2024], making it the world's largest internal displacement crisis.",
    "refugees": "Over 2.7 million refugees have fled to neighbouring countries, including Chad, Egypt, and South Sudan [UNHCR, end of 2024].",
    "casualties": "The official death toll is approximately 19,000 killed and 33,000 injured [CSIS, July 2024], though credible estimates suggest the real figure is significantly higher due to inaccessible conflict zones.",
    "affected": "25 million people—more than half the population—require urgent humanitarian aid [UN OHCHR, 2024], with over 24 million facing acute food insecurity [IRC, 2025], making it the world's largest hunger crisis.",
    "childrenOutOfSchool": "More than 5 million children are out of school due to conflict, displacement, and destruction of educational infrastructure.",
    "healthSystemCollapsed": "The health system has collapsed with only 30% of facilities functional, and 70% of medical staff have fled conflict areas.",
    "foodInsecurity": "Over 24 million people face acute food insecurity [IRC, 2025], with famine confirmed in Zamzam camp (North Darfur) since August 2024 [WFP, 2024] and over 635,000 people experiencing catastrophic famine conditions [IRC, 2025].",
    "waterAccess": "More than 12 million people lack access to safe drinking water due to damaged infrastructure and conflict.",
    "poverty": "More than 80% of the population now lives below the poverty line due to economic collapse and conflict."
  },
  "timeline": [
    {
      "year": "1899",
      "event": "**Anglo-Egyptian Condominium**: British colonial rule is established, implementing a divide-and-rule strategy."
    },
    {
      "year": "2003",
      "event": "**Genocide in Darfur**: The government unleashes Janjaweed militias to crush a rebellion. The RSF is the direct descendant of these militias."
    },
    {
      "year": "2019",
      "event": "**Sudanese Revolution**: A mass popular uprising, led by Resistance Committees, overthrows dictator Omar al-Bashir in a rejection of both his tyranny and the brutal neoliberal austerity that impoverished the nation."
    },
    {
      "year": "2021",
      "event": "**Military Coup**: Generals al-Burhan (SAF) and 'Hemedti' (RSF) jointly seize power to protect their vast, corrupt business empires from the democratic transition's planned reforms."
    },
    {
      "year": "2023",
      "event": "**Civil War Erupts**: The alliance between the army's military capitalists and the RSF's mercenary capitalists implodes into a violent struggle for absolute control of the state."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Action Against Hunger",
        "description": "In response to the devastating war in Sudan, Action Against Hunger's teams are on the ground screening and treating children for malnutrition while also providing emergency healthcare to displaced families.",
        "url": "https://www.actionagainsthunger.org/location/africa/sudan/"
      },
      {
        "organisation": "Médecins Sans Frontières (MSF)",
        "description": "In Sudan, MSF provides emergency trauma care and supports overwhelmed hospitals, while responding to mass displacement and disease outbreaks driven by the brutal civil war.",
        "url": "https://www.msf.org/sudan"
      },
      {
        "organisation": "Norwegian Refugee Council (NRC)",
        "description": "Amid the devastating war in Sudan, NRC provides emergency assistance including water and sanitation systems, shelter, and cash assistance, while also working to ensure displaced children can continue their education.",
        "url": "https://www.nrc.no/countries/africa/sudan"
      },
      {
        "organisation": "Sudanese American Physicians Association (SAPA)",
        "description": "A diaspora-led organisation providing direct medical and humanitarian support to local initiatives like Emergency Response Rooms.",
        "url": "https://sapa-usa.org"
      }
    ],
    "awareness": [
      "Amplify the voices of Sudan's civilian democratic movement—especially the Resistance Committees and Emergency Response Rooms—to ensure their revolutionary goals are not erased.",
      "Challenge the narrative that this is simply a 'two generals' fight'. Frame it as a counter-revolutionary war between two parasitic economic factions (military and mercenary capitalists) waged to crush Sudan's popular revolution.",
      "Break the international media blackout and educate your community on the scale of the world's largest hunger crisis and the role of foreign powers like the UAE in fuelling it."
    ],
    "advocacy": [
      "Demand a comprehensive and enforced international arms embargo, alongside targeted sanctions on the leaders of the SAF, the RSF, and their foreign state backers, particularly the United Arab Emirates.",
      "Call for the divestment of all public and private funds from companies linked to the business empires of the warring parties.",
      "Support international efforts to document atrocities and pursue justice for the genocide in Darfur and other war crimes through the ICC and other legal mechanisms.",
      "Lobby for the creation of secure humanitarian corridors and demand that international aid is channelled directly through local networks like Emergency Response Rooms."
    ]
  }
}
