{
  "name": "Sudan",
  "emoji": "🇸🇩",
  "ariaLabel": "Sudanese flag",
  "lastUpdated": "2025-10-14",
  "currentCrisisSummary": "A devastating civil war between two factions of a military elite—the Sudanese Armed Forces (SAF) and the Rapid Support Forces (RSF) militia—has triggered the world's largest displacement and hunger crises, widespread famine, and atrocities, including a renewed campaign of ethnic cleansing in Darfur [Human Rights Watch, 2024].",
  "colonialRoot": {
    "colonialPower": "Anglo-Egyptian Condominium (British Rule, 1899-1956)",
    "legacy": "British colonial policy was built on a 'divide-and-rule' strategy that racialised and institutionalised ethnic divisions. It concentrated power in a supposedly 'Arab' riverine centre while systematically marginalising peripheral regions like Darfur. This engineered inequality created an extractive central state that became the ultimate prize for competing military and mercenary factions in the post-independence era."
  },
  "coreTerms": {
    "militaryVsMercenaryCapitalism": "The war is a violent conflict between two rival factions of a military-capitalist class fighting for control of the state. The Sudanese Armed Forces (SAF) represents the old guard's control over formal sectors of the economy. The Rapid Support Forces (RSF) represents a more agile, transnational model, with wealth built on looting gold mines and operating as a private army for foreign powers [UN Panel of Experts, 2023]. The war is the violent breakdown of this extractive system, as both factions now seek total control.",
    "politicalUpheavalAndForeignInterests": "The 2021 coup and subsequent war are a brutal counter-revolution against the 2019 popular uprising, which sought to dismantle the military's economic empire. This counter-revolution is bankrolled by foreign powers, particularly the UAE, which backs the RSF to secure its own interests: a direct supply of gold, control over strategic Red Sea ports, and access to agricultural land [UN Panel of Experts, 2024]. This transforms the internal conflict into a proxy war for regional influence and resources."
  },
  "humanitarianImpact": {
    "displaced": "Over 11 million people internally displaced [UNHCR/IOM, end of 2024], making it the world's largest internal displacement crisis.",
    "refugees": "Over 2.7 million refugees have fled to neighbouring countries, including Chad, Egypt, and South Sudan [UNHCR, end of 2024].",
    "casualties": "The official death toll is approximately 19,000 killed and 33,000 injured [CSIS, July 2024], though credible estimates suggest the real figure is significantly higher due to inaccessible conflict zones.",
    "affected": "25 million people—more than half the population—require urgent humanitarian aid [UN OHCHR, 2024], with over 24 million facing acute food insecurity [IRC, 2025], making it the world's largest hunger crisis.",
    "childrenOutOfSchool": "An estimated 19 million children are out of school due to the nationwide collapse of the education system [UNICEF, 2025].",
    "healthSystemCollapsed": "The health system has collapsed, with 70-80% of health facilities in conflict-affected areas non-functional [WHO, 2025].",
    "foodInsecurity": "Over 24 million people face acute food insecurity [IRC, 2025], with famine confirmed in Zamzam camp (North Darfur) since August 2024 [WFP, 2024] and over 635,000 people experiencing catastrophic famine conditions [IRC, 2025].",
    "waterAccess": "Access to safe water has dropped by over 50% since the conflict began, affecting millions of people [WASH Cluster, 2024].",
    "poverty": "The conflict has pushed millions into poverty, with the national poverty rate estimated to have doubled since 2023 [World Bank, 2024]."
  },
  "timeline": [
    {
      "year": "1899",
      "event": "**Anglo-Egyptian Condominium**: British colonial rule is established, implementing a divide-and-rule strategy."
    },
    {
      "year": "2003",
      "event": "**Genocide in Darfur**: The government unleashes Janjaweed militias to crush a rebellion, leading to an indictment for genocide by the ICC. The RSF is the direct descendant of these militias."
    },
    {
      "year": "2019",
      "event": "**Sudanese Revolution**: A mass popular uprising, led by Resistance Committees, overthrows dictator Omar al-Bashir in a rejection of both his tyranny and the brutal neoliberal austerity that impoverished the nation."
    },
    {
      "year": "2021",
      "event": "**Military Coup**: Generals al-Burhan (SAF) and 'Hemedti' (RSF) jointly seize power to protect their vast, corrupt business empires from the democratic transition's planned reforms."
    },
    {
      "year": "2023",
      "event": "**Civil War Erupts**: The alliance between the army's military capitalists and the RSF's mercenary capitalists implodes into a violent struggle for absolute control of the state."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Sudanese American Physicians Association (SAPA)",
        "description": "A diaspora-led organisation providing direct medical and humanitarian support to local initiatives like Emergency Response Rooms.",
        "url": "https://sapa-usa.org"
      },
      {
        "organisation": "UNHCR",
        "description": "UNHCR is responding to the world's largest displacement crisis in Sudan. They provide emergency shelter, protection, and core relief items to millions of refugees and internally displaced people forced to flee their homes.",
        "url": "https://www.unhcr.org/emergencies/sudan-emergency"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "WFP is on the front lines of the world's largest hunger crisis in Sudan. They provide life-saving food and nutrition support to millions of people facing catastrophic hunger and famine conditions due to the conflict.",
        "url": "https://www.wfp.org/emergencies/sudan"
      }
    ],
    "advocacy": [
      "Demand an arms embargo and targeted sanctions on the SAF, the RSF, and their foreign backers, particularly the UAE.",
      "Demand divestment from all companies linked to the business empires of the warring parties.",
      "Support international efforts to prosecute the genocide in Darfur and other war crimes through the ICC.",
      "Demand secure humanitarian corridors and that aid is channelled directly through local networks like Sudan's Emergency Response Rooms."
    ]
  }
}
