{
  "name": "Syria",
  "emoji": "🇸🇾",
  "ariaLabel": "Syrian flag",
  "currentCrisisSummary": "A brutal civil war since 2011, culminating in the collapse of the Ba'athist regime in 2024, has fuelled a severe humanitarian crisis. The conflict is marked by mass displacement, the fragmentation of the state, and the deep entanglement of foreign powers, including Russia, Iran, Türkiye, and the United States.",
  "colonialRoot": {
    "colonialPower": "France (Mandate for Syria and the Lebanon, 1923-1946)",
    "legacy": "Ignoring Syrian calls for self-determination, France and Britain imposed a colonial Mandate rooted in the Sykes-Picot Agreement (1916). France enforced a 'divide and rule' strategy, fracturing Syria into sectarian statelets (e.g., the Alawite State, the Druze State) to weaken national identity and foster divisions that persist today [James L. Gelvin, 2021]. This policy, combined with exploitative economics and the establishment of a repressive state structure, left a legacy of instability and vulnerability to foreign intervention."
  },
  "coreTerms": {
    "weaponisedSectarianism": "The Mandate-era strategy of dividing the country along ethnic and religious lines deepened societal fractures. The Assad regime, and the foreign powers intervening in the civil war, systematically weaponised these inherited divisions, transforming a popular uprising against authoritarianism into a complex proxy war fought along sectarian lines.",
    "inheritedStateRepression": "The post-independence authoritarian regime preserved and perfected the repressive state structures of the French Mandate, creating a powerful 'Mukhabarat' (intelligence) state. This inherited framework of total control, unable to accommodate popular dissent, ultimately shattered under the pressure of the 2011 uprising, creating a power vacuum filled by warlords and foreign-backed militias."
  },
  "humanitarianImpact": {
    "displaced": "Over 7.2 million internally displaced (IDPs), one of the world's largest internal displacement crises [UNHCR/OCHA, 2024].",
    "refugees": "Over 5.2 million refugees, mostly in neighbouring Türkiye, Lebanon, and Jordan, creating immense regional strain [UNHCR, 2024].",
    "casualties": "Over 350,000 confirmed civilian deaths, though the actual toll is estimated to be over 600,000. The war has also seen the systematic destruction of civilian infrastructure, including hospitals and schools [UN Human Rights Office, 2022; SOHR, 2024].",
    "affected": "16.7 million people require humanitarian aid, comprising over two-thirds of the population [UN OCHA, 2024]."
  },
  "timeline": [
    {
      "year": "1916",
      "event": "**Sykes-Picot Agreement**: Britain and France secretly agree to carve up the post-Ottoman Middle East for imperial control."
    },
    {
      "year": "1920",
      "event": "**French Mandate & Overthrow of Kingdom**: French forces crush the short-lived independent Arab Kingdom of Syria at the Battle of Maysalun and impose colonial control."
    },
    {
      "year": "1925-1927",
      "event": "**Great Syrian Revolt**: A major, but ultimately suppressed, multi-sectarian uprising against French rule."
    },
    {
      "year": "1946",
      "event": "**Independence**: Syria gains full independence from France after sustained nationalist pressure."
    },
    {
      "year": "1970",
      "event": "**Hafez al-Assad's Coup**: Assad seizes power, consolidating the Ba'athist party's authoritarian, one-party rule."
    },
    {
      "year": "2011",
      "event": "**Uprising Begins**: Inspired by the Arab Spring, peaceful pro-democracy protests are met with extreme state violence, escalating into civil war."
    },
    {
      "year": "2014",
      "event": "**Rise of ISIL**: The extremist group seizes large swathes of Syria and Iraq, declaring a caliphate."
    },
    {
      "year": "2024",
      "event": "**Regime Collapse**: A rapid offensive led by the opposition group Hay'at Tahrir al-Sham (HTS) leads to the fall of Damascus, ending 54 years of Assad family rule."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "The White Helmets (Syria Civil Defence)",
        "description": "Volunteer search-and-rescue teams aiding civilians impacted by military attacks.",
        "url": "https://www.whitehelmets.org/"
      },
      {
        "organisation": "Islamic Relief",
        "description": "Delivers emergency aid and long-term support to crisis-affected Syrians.",
        "url": "https://islamic-relief.org/appeals/syria-crisis/"
      },
      {
        "organisation": "Syrian American Medical Society (SAMS)",
        "description": "Provides direct medical care and supports hospitals inside Syria and for refugees.",
        "url": "https://www.sams-usa.net/"
      }
    ],
    "awareness": [
      "Amplify the voices of Syrian journalists, artists, and civil society organisations working for a democratic future.",
      "Demand unconditional humanitarian access to all regions of Syria and reject the politicisation of aid.",
      "Challenge narratives that reduce the conflict to a simple choice between authoritarianism and extremism."
    ],
    "boycott": [
      "Advocate for targeted sanctions against individuals and entities from all sides responsible for war crimes and mass atrocities.",
      "Oppose reconstruction efforts that enrich warlords and foreign powers at the expense of the Syrian people."
    ]
  }
}
