{
  "name": "Syria",
  "emoji": "🇸🇾",
  "ariaLabel": "Syrian flag",
  "lastUpdated": "2025-10-14",
  "currentCrisisSummary": "A devastating civil war, sparked in 2011 by a popular uprising against both authoritarian rule and harsh neoliberal reforms, and culminating in the collapse of the Ba'athist regime in 2024, has fuelled a severe humanitarian crisis. The conflict is marked by mass displacement, the fragmentation of the state, and the deep entanglement of foreign powers.",
  "colonialRoot": {
    "colonialPower": "France (Mandate for Syria and the Lebanon, 1923-1946)",
    "legacy": "Ignoring Syrian calls for self-determination, France and Britain imposed a colonial Mandate rooted in the Sykes-Picot Agreement (1916). France enforced a 'divide and rule' strategy, fracturing Syria into sectarian statelets to weaken national identity. This policy, combined with exploitative economics, left a legacy of instability. This inherited framework of a repressive, centralised state was later adapted by the Ba'athist regime to enforce its own system of crony capitalism."
  },
  "coreTerms": {
    "neoliberalismAndCronyCapitalism": "The 2011 uprising was a revolt against not only political tyranny but also the harsh neoliberal policies implemented by Bashar al-Assad. His regime's 'reforms' involved dismantling public services and privatising state assets, which enriched a politically-connected elite while impoverishing rural populations. This process of state-led dispossession, exacerbated by a severe drought, created the conditions for the uprising [Hinnebusch, 2012].",
    "proxyWarAndWarlordEconomy": "Foreign powers intervened to protect their economic and strategic interests: Russia to secure its naval base and energy contracts; Iran to maintain a trade and military corridor; and Gulf states to advance their regional energy ambitions. This transformed the civil war into a proxy battle and shattered the national economy, replacing it with a patchwork of warlord economies where armed groups profited from controlling resources, extortion, and black markets."
  },
  "humanitarianImpact": {
    "displaced": "Over 7.2 million people are internally displaced (IDPs), one of the world's largest internal displacement crises [UN OCHA, 2025].",
    "refugees": "Over 5 million refugees remain in neighbouring Türkiye, Lebanon, and Jordan, creating immense regional strain [UNHCR, 2025].",
    "casualties": "The UN has verified over 300,000 civilian deaths between 2011 and 2021, though the actual toll is estimated to be over 600,000 [UN OHCHR, 2022].",
    "childrenOutOfSchool": "An estimated 2.4 million children inside Syria are out of school, with millions more at risk of dropping out [UNICEF, 2024].",
    "poverty": "An estimated 90% of Syrians live below the poverty line, a direct consequence of the conflict's devastation of the economy [UN, 2023].",
    "waterAccess": "Nearly half the population relies on unsafe water sources due to the widespread destruction of water infrastructure [WASH Cluster, 2024]."
  },
  "timeline": [
    {
      "year": "1920",
      "event": "**French Mandate & Overthrow of Kingdom**: French forces crush the short-lived independent Arab Kingdom of Syria at the Battle of Maysalun and impose colonial control."
    },
    {
      "year": "1970",
      "event": "**Hafez al-Assad's Coup**: Assad seizes power, consolidating the Ba'athist party's authoritarian, one-party rule."
    },
    {
      "year": "2000",
      "event": "**Bashar al-Assad's Succession**: Assad inherits power and begins implementing harsh neoliberal 'reforms' that create massive inequality and enrich a new class of crony capitalists [Hinnebusch, 2012]."
    },
    {
      "year": "2011",
      "event": "**Uprising Begins**: Inspired by the Arab Spring, a popular uprising against both state tyranny and neoliberal poverty is met with extreme violence, escalating into civil war."
    },
    {
      "year": "2014",
      "event": "**Rise of ISIL**: The extremist group seizes large swathes of Syria and Iraq, declaring a caliphate."
    },
    {
      "year": "2024",
      "event": "**Regime Collapse**: A rapid offensive led by the opposition group Hay'at Tahrir al-Sham (HTS) leads to the fall of Damascus, ending 54 years of Assad family rule."
    },
    {
      "year": "2024-Present",
      "event": "**Transitional Government**: A transitional government is formed, led by figures from the Idlib-based administration, facing immense challenges of humanitarian crisis, national reconciliation, and political legitimacy."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Syrian American Medical Society (SAMS)",
        "description": "Provides direct medical care and supports hospitals inside Syria and for refugees.",
        "url": "https://www.sams-usa.net"
      },
      {
        "organisation": "The White Helmets (Syria Civil Defence)",
        "description": "Volunteer search-and-rescue teams aiding civilians impacted by military attacks.",
        "url": "https://whitehelmets.org"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "In Syria, WFP provides food aid to a population impoverished by a decade-long proxy war and the brutal neoliberal policies that preceded it. It assists millions in a country whose economy and infrastructure have been shattered by foreign interventions and the greed of a crony-capitalist elite.",
        "url": "https://www.wfp.org/emergencies/syria-emergency"
      }
    ],
    "advocacy": [
      "Demand unconditional humanitarian access to all communities in Syria, free from political manipulation.",
      "Demand accountability for war crimes through international prosecutions and targeted sanctions against all responsible parties.",
      "Oppose any reconstruction plans that function as 'disaster capitalism' by rewarding war criminals or serving foreign interests.",
      "Support the right of all Syrian refugees and displaced people to a safe, voluntary, and dignified return."
    ]
  }
}
