{
  "name": "Ukraine",
  "emoji": "🇺🇦",
  "ariaLabel": "Ukrainian flag",
  "currentCrisisSummary": "An unprovoked war of aggression by Russia's oligarchic, fossil-fuel-driven regime since 2014, escalating with the 2022 full-scale invasion, has caused mass casualties, displacement, and the systematic destruction of civilian infrastructure and cultural heritage.",
  "colonialRoot": {
    "colonialPower": "Russian Empire & Soviet Union",
    "legacy": "Centuries of Russian imperial domination have been marked by systematic attempts to erase Ukrainian sovereignty and identity, from Tsarist Russification to the Soviet-engineered Holodomor genocide [Timothy Snyder, 'Bloodlands', 2010]. This history of treating Ukraine as a colonial possession provides the ideological basis for the current genocidal war. The Soviet Union also left behind a centralised state economy that, upon its collapse, was rapidly captured by a new oligarchic class."
  },
  "coreTerms": {
    "fossilFuelImperialism": "Russia's invasion is a neocolonial war driven by its specific model of kleptocratic state capitalism. A ruling class of oligarchs and security officials, whose wealth derives from the control of fossil fuels, seeks to seize Ukraine's industrial assets, agricultural land, and offshore energy reserves. The war is an attempt to violently expand this parasitic economic model and eliminate a sovereign, democratic alternative on its border.",
    "decolonisationAndTheOligarchs": "The Ukrainian resistance is a dual struggle: a war for national decolonisation against Russian imperialism, and an internal fight to build a just society free from its own legacy of post-Soviet oligarchic capitalism. Western support, while crucial, has often been tied to socially painful neoliberal reforms demanded by institutions like the IMF. The challenge is to win the war while building a sovereign economy that serves the Ukrainian people, not just foreign capital or domestic oligarchs."
  },
  "humanitarianImpact": {
    "displaced": "An estimated 3.7 million people remain internally displaced within Ukraine [IOM, 2024].",
    "refugees": "Nearly 6.3 million refugees have been forced to flee, primarily to other European countries [UNHCR, 2024].",
    "casualties": "Over 10,500 civilians confirmed killed (UN data), though the actual toll is believed to be significantly higher due to Russian occupation and relentless bombardment [UN OHCHR, 2024].",
    "affected": "14.6 million people—around 40% of the population—have been left reliant on humanitarian assistance to survive [UN OCHA, 2024].",
    "childrenOutOfSchool": "More than 350,000 children are out of school due to the destruction of educational infrastructure and ongoing conflict [UNICEF, 2024].",
    "healthSystemCollapsed": "The healthcare system has been severely impacted with over 700 facilities damaged and thousands of healthcare workers displaced [WHO, 2024].",
    "waterAccess": "More than 7 million people lack access to safe drinking water due to damaged infrastructure from attacks on water facilities [UNICEF, 2024]."
  },
  "timeline": [
    {
      "year": "1932-1933",
      "event": "**The Holodomor**: A Soviet-engineered famine kills millions of Ukrainians in an act of genocide, recognised by the European Parliament and numerous states."
    },
    {
      "year": "1991",
      "event": "**Independence Restored**: Ukraine overwhelmingly votes for independence, formally leaving the collapsing Soviet empire. The subsequent chaotic privatisation of state assets leads to the rise of a powerful oligarchic class."
    },
    {
      "year": "2004",
      "event": "**Orange Revolution**: Mass protests overturn a fraudulent, Russian-backed presidential election, affirming a pro-sovereignty path."
    },
    {
      "year": "2014",
      "event": "**Revolution of Dignity & Start of War**: Pro-European protests against corruption and the domestic oligarchic system oust a pro-Russian president, prompting Russia to illegally annex Crimea and invade the Donbas region."
    },
    {
      "year": "2022",
      "event": "**Full-Scale Invasion**: Russia launches an unprovoked, comprehensive military assault across Ukraine to achieve its colonial ambitions."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Médecins Sans Frontières (MSF)",
        "description": "In Ukraine, MSF runs a medical train to evacuate the wounded, provides trauma care near the frontlines, and operates mobile clinics delivering care to people displaced by the Russian invasion.",
        "url": "https://www.msf.org/ukraine"
      },
      {
        "organisation": "Nova Ukraine",
        "description": "A diaspora-led organisation delivering targeted humanitarian aid across Ukraine.",
        "url": "https://novaukraine.org/"
      },
      {
        "organisation": "Razom for Ukraine",
        "description": "Provides critical medical supplies and supports Ukrainian civil society's resistance.",
        "url": "https://www.razomforukraine.org/"
      },
      {
        "organisation": "UNITED24",
        "description": "The official fundraising platform initiated by the President of Ukraine to support the country's defence, humanitarian needs, and reconstruction efforts.",
        "url": "https://u24.gov.ua/"
      }
    ],
    "awareness": [
      "Actively challenge and debunk Russian disinformation that obscures the imperialist and oligarchic-capitalist nature of the Russian regime.",
      "Amplify the voices, art, and analysis of Ukrainians to centre their perspectives and support their cultural resistance against colonial erasure.",
      "Educate your community on Russia's long history of imperial violence in the region, including the genocide of the Holodomor, to contextualise the current war of aggression."
    ],
    "advocacy": [
      "Demand your government provide sustained military, economic, and humanitarian aid to enable Ukraine to defend its sovereignty.",
      "Call for the strengthening and enforcement of comprehensive sanctions against the Russian state and all entities enabling its war economy.",
      "Support the boycott of companies that continue to operate in Russia. Consult the 'Leave Russia' list by the Kyiv School of Economics.",
      "Advocate for a just, Ukrainian-led reconstruction that prioritises public services and local communities over the profits of multinational corporations, rejecting the logic of disaster capitalism."
    ]
  }
}
