{
  "name": "Yemen",
  "emoji": "🇾🇪",
  "ariaLabel": "Yemeni flag",
  "lastUpdated": "2025-10-14",
  "currentCrisisSummary": "Yemen is suffering one of the world's most severe humanitarian crises, driven by a devastating civil war over control of the state and its strategic position on a key global trade route. The conflict, a proxy war between a Saudi-led coalition and the Iran-aligned Houthis and sustained by a brutal blockade, has shattered infrastructure, caused a human-made famine, and left millions reliant on aid to survive.",
  "imperialRoot": {
    "imperialPower": "British Empire & Ottoman Empire (Aden from 1839-1967, Ottoman rule in north until 1918)",
    "legacy": "The crisis is deeply rooted in imperial division and strategic competition. The British Empire's control of the strategic port of Aden and the south (1839-1967) and Ottoman rule in the north created two distinct political entities with separate administrative systems. Britain's 'divide and rule' strategy administered the south through a patchwork of protectorates, a policy which prevented political unity, fostered instability, and left a power vacuum upon withdrawal. This imperial partition, driven by the strategic imperatives of competing empires, laid the groundwork for decades of internal conflict as the separate territories struggled to form a cohesive state after decolonisation."
  },
  "coreTerms": {
    "geopoliticalChokepointAndLogisticsCapitalism": "The war is a violent struggle to control one of the most critical chokepoints of global capitalism: the Bab-el-Mandeb strait. This sea lane is a vital artery for oil tankers and container ships. Regional powers like Saudi Arabia and the UAE, backed by the West, seek to control Yemen's coastline to dominate this strategic node and ensure their own commercial security. This demonstrates how the geography of global trade can become a site of intense geopolitical conflict.",
    "armsTradeAndInternationalInvolvement": "The proxy war is enabled and sustained by the Western military-industrial complex. The US and UK are not just allies of the Saudi-led coalition; they are its primary arms suppliers. Companies like BAE Systems, Raytheon, and Lockheed Martin have secured billions in profits from selling the bombs, jets, and logistical support used to devastate Yemen [CAAT, 2023]. Critics argue this material support makes Western governments complicit in the coalition's alleged war crimes, prioritising arms industry profits over international law."
  },
  "humanitarianImpact": {
    "displaced": "Over 4.5 million people have been internally displaced, many forced to flee multiple times [UN OCHA, 2024].",
    "refugees": "Nearly 100,000 Yemenis have become refugees and asylum seekers, particularly in the Horn of Africa [UNHCR, 2024].",
    "casualties": "An estimated 377,000 people had died by the end of 2021 from both direct causes (fighting) and indirect causes (famine, disease) [UNDP, 2021]. The death toll has continued to climb.",
    "affected": "An estimated 18.2 million people require urgent humanitarian assistance [UN OCHA, 2024].",
    "childrenOutOfSchool": "Over 2 million children are out of school, with thousands of schools destroyed or damaged [UNICEF, 2024].",
    "healthSystemCollapsed": "Only half of all health facilities are fully functional, leaving millions without access to basic care [WHO, 2024].",
    "foodInsecurity": "An estimated 17 million people face acute food insecurity, with millions at emergency levels of hunger [WFP/IPC, 2024].",
    "waterAccess": "More than 15 million people lack access to safe drinking water and sanitation, fuelling outbreaks of diseases like cholera [WASH Cluster, 2024]."
  },
  "timeline": [
    {
      "year": "1839",
      "event": "**British Seize Aden**: The British Empire captures the port of Aden, beginning its imperial presence in southern Yemen to control the sea route to India."
    },
    {
      "year": "1990",
      "event": "**Unification**: The capitalist North and socialist South Yemen unite. The subsequent Saleh regime embraces IMF-backed neoliberal policies, creating widespread inequality."
    },
    {
      "year": "1994",
      "event": "**Civil War**: A brief but brutal civil war erupts as the South attempts to secede. The North's victory deepens southern grievances."
    },
    {
      "year": "2011",
      "event": "**Arab Spring**: Mass protests against corruption and poverty force long-time President Ali Abdullah Saleh to hand over power to his deputy, Abdrabbuh Mansur Hadi."
    },
    {
      "year": "2014-2015",
      "event": "**Houthi Takeover & Coalition Intervention**: Capitalising on popular anger, Houthi rebels capture the capital, Sana'a. In response, a Saudi-led coalition, backed by the US and UK, begins a devastating bombing campaign to restore the Hadi government."
    },
    {
      "year": "2016-Present",
      "event": "**Humanitarian Catastrophe**: The conflict escalates into a protracted war of attrition and a blockade, creating what the UN has repeatedly called the world's worst humanitarian crisis [UN, 2023]."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Oxfam",
        "description": "Oxfam is on the ground in Yemen, providing life-saving essentials like clean water, food, and cash to millions of people affected by the conflict. They also work to rehabilitate water systems and support livelihoods to help communities rebuild.",
        "url": "https://www.oxfam.org/en/what-we-do/emergencies/crisis-yemen"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "WFP is on the front lines of the hunger crisis in Yemen, providing emergency food assistance to millions of people facing starvation. Their work is critical in preventing widespread famine and treating malnutrition, especially in children.",
        "url": "https://www.wfp.org/emergencies/yemen-emergency"
      },
      {
        "organisation": "Yemen Relief and Reconstruction Foundation",
        "description": "A Yemeni-led diaspora organisation providing direct aid and advocating for peace.",
        "url": "https://yemenfoundation.org"
      }
    ],
    "advocacy": [
      "Demand that Western governments, particularly the US and UK, halt all arms sales that fuel the war, prioritising human lives over arms industry profits.",
      "Demand an end to the Saudi-led blockade, a form of collective punishment that has engineered famine.",
      "Support a genuinely inclusive, Yemeni-led peace process, free from the interference of foreign powers.",
      "Support international efforts to prosecute war crimes committed by all parties to the conflict."
    ]
  }
}
