{
  "name": "Yemen",
  "emoji": "🇾🇪",
  "ariaLabel": "Yemeni flag",
  "currentCrisisSummary": "Yemen is suffering one of the world's most severe humanitarian crises, driven by a brutal civil war and a devastating air and sea blockade. The conflict, a proxy war between a Saudi-led coalition and the Iran-aligned Houthis, has shattered infrastructure, caused a human-made famine, and left millions reliant on aid to survive [UN OCHA, 2024].",
  "colonialRoot": {
    "colonialPower": "British Empire & Ottoman Empire",
    "legacy": "The crisis is deeply rooted in colonial division. The British Empire's control of the strategic port of Aden and the south (1839-1967) and Ottoman rule in the north created two distinct political entities. Britain's 'divide and rule' strategy deliberately kept the south fractured into numerous petty sultanates and sheikhdoms, fostering instability and leaving a power vacuum upon withdrawal. This colonial partition laid the groundwork for decades of internal conflict and a weak, fractured state easily exploited by regional powers."
  },
  "coreTerms": {
    "proxyWarAndWesternComplicity": "The conflict is fundamentally a proxy war between Saudi Arabia (backed by the UAE) and Iran, fought on Yemeni soil. It is enabled by Western powers, particularly the US and UK, which have provided the Saudi-led coalition with weapons, intelligence, and logistical support, making them complicit in the resulting war crimes [Chatham House, 2024; Mwatana for Human Rights]. This intervention has accelerated the total collapse of the Yemeni state for regional geopolitical gain.",
    "theForgottenWar": "Despite the immense suffering, the war is often dubbed the 'forgotten war'. This is not accidental but a consequence of the perpetrators' key geopolitical alliances, which discourages sustained, critical media coverage in the West. This silence has allowed widespread human rights violations by all parties to continue with little accountability, perpetuating a cycle of aid dependency and despair."
  },
  "humanitarianImpact": {
    "displaced": "Over 4.5 million people have been internally displaced, many forced to flee multiple times [UNHCR, 2024].",
    "refugees": "Tens of thousands of Yemenis have become refugees and asylum seekers, particularly in the Horn of Africa.",
    "casualties": "Hundreds of thousands have died from both direct causes (airstrikes, fighting) and indirect causes (famine, disease). The destruction of sanitation infrastructure led to one of the largest cholera epidemics in modern history [UN, 2023].",
    "affected": "An estimated 18.2 million people require urgent humanitarian assistance, with millions on the brink of starvation in what the UN has repeatedly called the world's worst humanitarian crisis [USA for UNHCR, 2024]."
  },
  "timeline": [
    {
      "year": "1839",
      "event": "**British Seize Aden**: The British Empire captures the port of Aden, beginning its colonial presence in southern Yemen."
    },
    {
      "year": "1967",
      "event": "**British Withdrawal**: Britain withdraws from southern Yemen, leading to the establishment of the Marxist People's Democratic Republic of Yemen (South Yemen)."
    },
    {
      "year": "1990",
      "event": "**Unification**: The capitalist North and socialist South Yemen unite to form the Republic of Yemen."
    },
    {
      "year": "1994",
      "event": "**Civil War**: A brief but brutal civil war erupts as the South attempts to secede. The North's victory deepens southern grievances."
    },
    {
      "year": "2011",
      "event": "**Arab Spring**: Mass protests force long-time President Ali Abdullah Saleh to hand over power to his deputy, Abdrabbuh Mansur Hadi."
    },
    {
      "year": "2014-2015",
      "event": "**Houthi Takeover & Coalition Intervention**: Houthi rebels capture the capital, Sana'a. In response, a Saudi-led coalition, backed by the US and UK, begins a devastating bombing campaign to restore the Hadi government."
    },
    {
      "year": "2016-Present",
      "event": "**Humanitarian Catastrophe**: The conflict escalates into a protracted war of attrition and a blockade, creating a devastating, human-made famine and the world's worst humanitarian crisis."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Islamic Relief",
        "description": "Delivers emergency aid and long-term support to crisis-affected Yemenis.",
        "url": "https://www.islamic-relief.org.za/yemen-emergency-appeal/"
      },
      {
        "organisation": "ShareTheMeal",
        "description": "A UN World Food Programme initiative making it easy to donate meals to children and families in need in Yemen.",
        "url": "https://sharethemeal.org/campaigns"
      },
      {
        "organisation": "Yemen Relief and Reconstruction Foundation",
        "description": "A Yemeni-led diaspora organisation providing direct aid and advocating for peace.",
        "url": "https://yemenfoundation.org/"
      }
    ],
    "awareness": [
      "Combat media silence by sharing information about the 'forgotten war' and its human cost.",
      "Amplify the voices of Yemeni journalists, artists, and civil society organisations calling for peace.",
      "Educate your community about your own government's role in the arms trade that fuels the conflict."
    ],
    "boycott": [
      "Demand your government immediately halt all arms sales and military support to Saudi Arabia and the UAE.",
      "Support Yemeni-led peace initiatives and reject solutions imposed by foreign powers.",
      "Call for international accountability for war crimes committed by all sides."
    ]
  }
}
