{
  "name": "Yemen",
  "emoji": "🇾🇪",
  "ariaLabel": "Yemeni flag",
  "currentCrisisSummary": "Yemen is suffering one of the world's most severe humanitarian crises, driven by a brutal civil war over control of the state and its strategic position on one of the world's most important trade routes, and a devastating air and sea blockade. The conflict, a proxy war between a Saudi-led coalition and the Iran-aligned Houthis, has shattered infrastructure, caused a human-made famine, and left millions reliant on aid to survive [UN OCHA, 2024].",
  "colonialRoot": {
    "colonialPower": "British Empire & Ottoman Empire",
    "legacy": "The crisis is deeply rooted in colonial division. The British Empire's control of the strategic port of Aden and the south (1839-1967) and Ottoman rule in the north created two distinct political entities. Britain's 'divide and rule' strategy deliberately kept the south fractured, fostering instability and leaving a power vacuum upon withdrawal. This colonial partition laid the groundwork for decades of internal conflict and a weak, fractured state easily exploited by regional powers."
  },
  "coreTerms": {
    "geopoliticalChokepointAndLogisticsCapitalism": "The war is a violent struggle to control one of the most critical chokepoints of global capitalism: the Bab-el-Mandeb strait. This sea lane is a vital artery for oil tankers and container ships moving between Asia and Europe. Regional powers like Saudi Arabia and the UAE, backed by the West, seek to control Yemen's coastline to dominate this strategic node, ensuring their own commercial and energy security. The conflict is a brutal manifestation of how the geography of global trade becomes a site of imperialist war.",
    "armsIndustryProfitsAndWesternComplicity": "The proxy war is enabled and sustained by the Western military-industrial complex. The US and UK are not just allies of the Saudi-led coalition; they are its primary arms dealers. Companies like BAE Systems, Raytheon, and Lockheed Martin have reaped billions in profits from selling the bombs, jets, and logistical support used to devastate Yemen. This makes Western governments complicit in war crimes, acting as partners in a conflict that is enormously profitable for their national arms industries [Chatham House, 2024]."
  },
  "humanitarianImpact": {
    "displaced": "Over 4.5 million people have been internally displaced, many forced to flee multiple times [UNHCR, 2024].",
    "refugees": "Tens of thousands of Yemenis have become refugees and asylum seekers, particularly in the Horn of Africa.",
    "casualties": "Hundreds of thousands have died from both direct causes (airstrikes, fighting) and indirect causes (famine, disease). The destruction of sanitation infrastructure led to one of the largest cholera epidemics in modern history [UN, 2023].",
    "affected": "An estimated 18.2 million people require urgent humanitarian assistance, with millions on the brink of starvation in what the UN has repeatedly called the world's worst humanitarian crisis [USA for UNHCR, 2024].",
    "hospitalsAffected": "More than 50% of Yemen's healthcare facilities have been destroyed, damaged, or are no longer functional due to conflict [WHO, 2023].",
    "schoolsAffected": "More than 3,500 schools have been destroyed, damaged, or are being used by armed forces, affecting over 1.5 million children [UNICEF, 2023].",
    "childrenOutOfSchool": "Over 2 million children are out of school due to conflict, destruction of educational infrastructure, and economic hardship [UNICEF, 2023].",
    "healthSystemCollapsed": "Only 50% of health facilities are fully functional, and the healthcare system is on the verge of total collapse [WHO, 2023].",
    "foodInsecurity": "More than 16 million people face food insecurity, with over 5 million on the brink of famine [WFP, 2023].",
    "waterAccess": "More than 15 million people lack access to safe drinking water due to infrastructure destruction and contamination [UNICEF, 2023]."
  },
  "timeline": [
    {
      "year": "1839",
      "event": "**British Seize Aden**: The British Empire captures the port of Aden, beginning its colonial presence in southern Yemen to control the sea route to India."
    },
    {
      "year": "1990",
      "event": "**Unification**: The capitalist North and socialist South Yemen unite. The subsequent Saleh regime embraces IMF-backed neoliberal policies, creating widespread inequality."
    },
    {
      "year": "1994",
      "event": "**Civil War**: A brief but brutal civil war erupts as the South attempts to secede. The North's victory deepens southern grievances."
    },
    {
      "year": "2011",
      "event": "**Arab Spring**: Mass protests against corruption and poverty force long-time President Ali Abdullah Saleh to hand over power to his deputy, Abdrabbuh Mansur Hadi."
    },
    {
      "year": "2014-2015",
      "event": "**Houthi Takeover & Coalition Intervention**: Capitalising on popular anger, Houthi rebels capture the capital, Sana'a. In response, a Saudi-led coalition, backed by the US and UK, begins a devastating bombing campaign to restore the Hadi government."
    },
    {
      "year": "2016-Present",
      "event": "**Humanitarian Catastrophe**: The conflict escalates into a protracted war of attrition and a blockade, creating a devastating, human-made famine and the world's worst humanitarian crisis."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Action Against Hunger",
        "description": "In Yemen, where conflict has engineered one of the world's worst hunger crises, Action Against Hunger runs health facilities to prevent and treat malnutrition, while also providing clean water and sanitation to stop the spread of cholera.",
        "url": "https://www.actionagainsthunger.org/location/middle-east/yemen/"
      },
      {
        "organisation": "Médecins Sans Frontières (MSF)",
        "description": "In Yemen, MSF supports hospitals and health centres to provide essential medical care in a health system devastated by a decade of war and a crippling Saudi-led blockade.",
        "url": "https://www.msf.org/yemen"
      },
      {
        "organisation": "Norwegian Refugee Council (NRC)",
        "description": "In Yemen, where conflict has created one of the world's worst humanitarian crises, NRC provides millions of vulnerable people with clean water, shelter, emergency food, and support for children's education in the most dangerous and hard-to-reach areas.",
        "url": "https://www.nrc.no/countries/middle-east/yemen"
      },
      {
        "organisation": "Yemen Relief and Reconstruction Foundation",
        "description": "A Yemeni-led diaspora organisation providing direct aid and advocating for peace.",
        "url": "https://yemenfoundation.org"
      }
    ],
    "awareness": [
      "Expose the blood money trail: show how major Western arms manufacturers are directly profiting from the slaughter and starvation of Yemeni civilians.",
      "Amplify the voices and analysis of Yemeni journalists, human rights defenders, and artists who are documenting the war and imagining a peaceful future.",
      "Challenge the narrative that this is merely a 'sectarian' conflict. Frame it correctly as a regional proxy war enabled by Western arms and diplomatic cover."
    ],
    "advocacy": [
      "Demand your government—particularly in the US and UK—immediately halt all arms sales, prioritising human lives over the profits of the arms industry.",
      "Call for an immediate and permanent lifting of the Saudi-led air and sea blockade, which is a form of collective punishment that has engineered the famine.",
      "Lobby for international support for a genuinely inclusive, Yemeni-led peace process that is free from the dictates of foreign powers.",
      "Support efforts to document atrocities and pursue international legal accountability for war crimes committed by all parties to the conflict."
    ]
  }
}
