{
  "name": "Yemen",
  "emoji": "🇾🇪",
  "ariaLabel": "Yemeni flag",
  "lastUpdated": "2025-10-16",
  "currentCrisisSummary": "Yemen is suffering one of the world's most severe humanitarian crises, driven by a civil war over control of the state and its strategic position on a key global trade route. The conflict, which involves a Saudi-led coalition and the Iran-aligned Houthis and has been sustained by a blockade, has damaged infrastructure, caused a famine, and left millions reliant on aid to survive.",
  "imperialRoot": {
    "imperialPower": "British Empire & Ottoman Empire (Aden from 1839-1967, Ottoman rule in north until 1918)",
    "legacy": "The crisis is deeply rooted in colonial-era divisions. The British Empire's control of the strategic port of Aden and the south (1839-1967) and Ottoman rule in the north created two distinct political entities. Britain's 'divide and rule' strategy administered the south through a patchwork of protectorates, which hindered political unity and left a power vacuum upon withdrawal. This colonial-era partition, driven by the strategic imperatives of competing empires, laid the groundwork for decades of internal conflict as the separate territories struggled to form a cohesive state."
  },
  "coreTerms": {
    "geopoliticalChokepointAndGlobalTrade": "The war is a struggle to control one of the most critical chokepoints for global trade: the Bab-el-Mandeb strait. This sea lane is a vital artery for oil tankers and container ships. Regional powers like Saudi Arabia and the UAE, with Western backing, seek to control Yemen's coastline to have influence over this strategic node. This demonstrates how the geography of global trade can become a site of intense geopolitical conflict.",
    "armsTradeAndInternationalInvolvement": "The proxy war is enabled and sustained by the international arms trade. The US and UK are not just allies of the Saudi-led coalition; they are its primary arms suppliers. Companies like BAE Systems, Raytheon, and Lockheed Martin have secured billions in profits from selling bombs, jets, and logistical support used in Yemen. Critics argue this material support makes Western governments complicit in the coalition's alleged war crimes, and that it prioritises arms industry profits over international law."
  },
  "humanitarianImpact": {
    "displaced": "Over 4.5 million people have been internally displaced, many forced to flee multiple times.",
    "refugees": "Nearly 100,000 Yemenis have become refugees and asylum seekers, particularly in the Horn of Africa.",
    "casualties": "An estimated 377,000 people had died by the end of 2021 from both direct causes (fighting) and indirect causes (famine, disease). The death toll has continued to climb.",
    "affected": "An estimated 18.2 million people require urgent humanitarian assistance.",
    "childrenOutOfSchool": "Over 2 million children are out of school, with thousands of schools destroyed or damaged.",
    "healthSystemCollapsed": "Only half of all health facilities are fully functional, leaving millions without access to basic care.",
    "foodInsecurity": "An estimated 17 million people face acute food insecurity, with millions at emergency levels of hunger.",
    "lackOfWaterAccess": "More than 15 million people lack access to safe drinking water and sanitation, fuelling outbreaks of diseases like cholera."
  },
  "timeline": [
    {
      "year": "1839",
      "event": "**British Seize Aden**: The British Empire captures the port of Aden, beginning its colonial presence in southern Yemen to control the sea route to India."
    },
    {
      "year": "1990",
      "event": "**Unification**: The capitalist North and socialist South Yemen unite. The subsequent Saleh regime embraces IMF-backed economic policies, which created widespread inequality."
    },
    {
      "year": "1994",
      "event": "**Civil War**: A brief but violent civil war erupts as the South attempts to secede. The North's victory deepens southern grievances."
    },
    {
      "year": "2000s",
      "event": "**US 'War on Terror'**: The US launches a covert drone war in Yemen, which results in civilian casualties, violates Yemeni sovereignty, and fuels anti-American sentiment that armed groups later exploit."
    },
    {
      "year": "2011",
      "event": "**Arab Spring**: Mass protests against corruption and poverty lead President Ali Abdullah Saleh to hand over power to his deputy, Abdrabbuh Mansur Hadi."
    },
    {
      "year": "2014-2015",
      "event": "**Houthi Takeover & Coalition Intervention**: Capitalising on popular anger, Houthi rebels capture the capital, Sana'a. In response, a Saudi-led coalition, backed by the US and UK, begins a bombing campaign to restore the Hadi government."
    },
    {
      "year": "2016-Present",
      "event": "**Humanitarian Catastrophe**: The conflict escalates into a protracted war of attrition and a blockade, creating what the UN has repeatedly called the world's worst humanitarian crisis."
    }
  ],
  "environmentalImpact": {
    "aWaterCrisisExacerbatedByConflict": "Yemen is one of the most water-scarce countries on earth, a crisis made significantly worse by the war. The conflict has damaged water infrastructure, including reservoirs, wells, and pipelines. This destruction has severely limited access to safe drinking water for millions and contributed to disease outbreaks including cholera.",
    "famineAndAgriculturalDamage": "The war and restrictions on movement have damaged Yemen's agricultural sector. The bombing of farms, restrictions on fuel needed for irrigation pumps, and economic collapse have contributed to severe food insecurity. This has caused significant hunger and long-term damage to agricultural land."
  },
  "economicOverview": {
    "anEconomyInCrisis": "Yemen's economy has collapsed significantly during the conflict. Restrictions on imports of food, fuel, and medicine, combined with the disruption of banking systems, have triggered hyperinflation and economic collapse. The main economic activity for many people is focused on basic survival in the challenging circumstances.",
    "armsSalesAndInternationalSupport": "The conflict has involved significant international arms sales. The UK and US governments have approved billions of dollars in arms sales to Saudi Arabia and the UAE, providing military equipment and support used in the conflict. This has raised questions about the role of the arms trade in the conflict."
  },
  "culturalHeritage": {
    "theCradleOfArabia": "Yemen possesses an extraordinarily rich cultural heritage, often referred to as the cradle of Arab civilisation. This includes the ancient kingdoms of Saba (Sheba), the stunning vernacular architecture of the Old City of Sana'a and the 'mud skyscrapers' of Shibam—both UNESCO World Heritage sites—and a deep tradition of poetry and music.",
    "heritageAtRisk": "This irreplaceable heritage has faced damage during the war. Air strikes have affected historical sites, including parts of the Old City of Sana'a and ancient structures. This represents a significant loss for Yemen and the global cultural heritage."
  },
  "geography": {
    "theBabElMandebStrait": "Yemen's geography is strategically important. It sits on the Bab-el-Mandeb strait, a narrow chokepoint that connects the Red Sea to the Indian Ocean. Around 10% of all global maritime trade, including vast quantities of oil and gas, passes through this strait each year, making it a location of strategic interest.",
    "aDividedLand": "The country has a diverse geography, from the mountainous highlands of the north to the arid coastal plains and the remote deserts of the 'Empty Quarter'. This terrain has historically fostered regional identities and political divisions, dynamics that continue to influence the current conflict."
  },
  "futureOutlook": {
    "challengesToUnity": "Even if the current fighting subsides, Yemen faces significant challenges. The conflict has created multiple zones of control and empowered various armed groups, deepening historical divisions between north and south. Rebuilding national unity will require significant effort.",
    "longTermConsequences": "The war has affected an entire generation of children whose education has been disrupted and who have experienced conflict and hardship. The effects of the conflict on health and education systems will impact Yemeni society for years to come, even after hostilities end."
  },
  "takeAction": {
    "donate": [
      {
        "organisation": "Oxfam",
        "description": "Oxfam is on the ground in Yemen, providing life-saving essentials like clean water, food, and cash to millions of people affected by the conflict. They also work to rehabilitate water systems and support livelihoods to help communities rebuild.",
        "url": "https://www.oxfam.org/en/what-we-do/emergencies/crisis-yemen"
      },
      {
        "organisation": "World Food Programme (WFP)",
        "description": "WFP is on the front lines of the hunger crisis in Yemen, providing emergency food assistance to millions of people facing starvation. Their work is critical in preventing widespread famine and treating malnutrition, especially in children.",
        "url": "https://www.wfp.org/emergencies/yemen-emergency"
      },
      {
        "organisation": "Yemen Relief and Reconstruction Foundation",
        "description": "A Yemeni-led diaspora organisation providing direct aid and advocating for peace.",
        "url": "https://yemenfoundation.org"
      }
    ],
    "advocacy": [
      "Advocate for Western governments, particularly the US and UK, to halt all arms sales that fuel the war.",
      "Advocate for an end to the Saudi-led blockade, which has contributed to famine.",
      "Support a genuinely inclusive, Yemeni-led peace process, free from the interference of foreign powers.",
      "Support international efforts to prosecute war crimes committed by all parties to the conflict."
    ]
  },
  "reading": [
    {
      "title": "Destroying Yemen: What Chaos in Arabia Tells Us about the World",
      "url": "https://www.goodreads.com/book/show/34688137",
      "description": "Isa Blumi's critical history argues that the war is a result of decades of Western imperial intervention designed to prevent Yemeni economic independence."
    },
    {
      "title": "Yemen in Crisis: The Road to War",
      "url": "https://www.goodreads.com/book/show/43612111",
      "description": "Helen Lackner provides a detailed account of the political and social dynamics that led to the current conflict, drawing on decades of experience in the country."
    },
    {
      "title": "Yemen in Crisis: Autocracy, Neo-Liberalism and the Disintegration of a State",
      "url": "https://www.goodreads.com/book/show/34381064",
      "description": "An examination of how autocratic governance and neo-liberal policies contributed to the disintegration of the Yemeni state."
    }
  ]
}
