{
  "name": "Ethiopia",
  "currentCrisisSummary": "A fragile peace following the 2020-2022 Tigray War has left a legacy of mass atrocities, widespread famine, and ethnic cleansing, with occupying forces still present in parts of the region.",
  "colonialRoot": {
    "colonialPower": "Ethiopian Empire & subsequent centralist states",
    "legacy": "Ethiopia's crisis stems from its history as an empire-state. The centralising **Abyssinian core**, primarily Amhara elites, expanded through conquest, imposing a unitary identity and suppressing the cultures of conquered peoples like the Oromo, Somali, and others [Donham & James, 'The Southern Marches of Imperial Ethiopia', 1986; Bulcha, 'Contours of the Emergent and Ancient Oromo Nation', 2011]. This **internal colonialism** created deep-seated grievances. The TPLF-led government (1991-2018) addressed this through **ethnic federalism**, granting self-rule to different nations [Ethiopian Constitution, 1995, Articles 39 & 47]. However, the rise of Prime Minister Abiy Ahmed and his recentralising **'Medemer'** ideology represented a direct assault on this federal system, triggering a violent conflict over the fundamental nature of the Ethiopian state [Abiy Ahmed, 'Medemer', 2019]."
  },
  "coreTerms": {
    "federalismVsCentralism": "The war was a violent struggle over the soul of the state. It pitted the principle of **ethnic federalism**—which grants self-determination to Ethiopia's diverse nations as enshrined in the 1995 constitution—against a resurgent **unitarist ideology** that seeks to impose a centralised, homogenous national identity [Abbink, 'Ethnic-based federalism and ethnicity in Ethiopia', 2011]. For Tigray and other marginalised groups, federalism is non-negotiable protection; for centralists, it is a threat to unity.",
    "weaponisedGrievancesAndForeignIntervention": "The conflict was ignited by weaponising historical grievances. Amhara elites, seeking to reclaim territories like **Welkait** (Western Tigray), allied with the federal government [International Crisis Group, 'Keeping Ethiopia's Transition on the Rails', 2018]. This alliance provided the domestic justification for the invasion. Externally, **Eritrea's dictator Isaias Afwerki**, driven by a long-standing vendetta against the TPLF, joined the invasion, and his forces committed some of the war's worst atrocities [Amnesty International & Human Rights Watch reports, 2021-2022]. This turned an internal constitutional dispute into a devastating regional war."
  },
  "humanitarianImpact": {
    "displaced": "Over **2.6 million** people were internally displaced at the war's peak, with hundreds of thousands still unable to return home [IOM/OCHA, 2021-2022].",
    "refugees": "More than **95,000** refugees, mostly women and children, were forced to flee into neighbouring Sudan [UNHCR, 2021].",
    "casualties": "An estimated **300,000 to 600,000** civilians died from direct killing, starvation, and lack of medicine due to a deliberate siege [Ghent University study, 2022; various epidemiological estimates].",
    "affected": "The war left **5.2 million** people in Tigray—90% of the population—in need of life-saving humanitarian aid [UN OCHA, 2021-2022]."
  },
  "timeline": [
    {
      "year": "1975",
      "event": "**TPLF Founded**: The Tigray People's Liberation Front is formed to fight the Derg military junta [18 February 1975]."
    },
    {
      "year": "1991",
      "event": "**Derg Overthrown**: The TPLF-led EPRDF coalition takes power in Ethiopia [28 May 1991]."
    },
    {
      "year": "1995",
      "event": "**Ethnic Federalism Adopted**: A new constitution establishes a federal state based on ethno-linguistic regions [8 December 1994, ratified 1995]."
    },
    {
      "year": "2018",
      "event": "**Abiy Ahmed Becomes PM**: Abiy's reforms and centralising ideology sideline the TPLF [2 April 2018]."
    },
    {
      "year": "2019",
      "event": "**Prosperity Party Formed**: Abiy dissolves the ruling ethnic-based coalition, which the TPLF refuses to join [1 December 2019]."
    },
    {
      "year": "Nov 2020",
      "event": "**War Begins**: A political dispute escalates into war as federal, Amhara, and Eritrean forces jointly invade Tigray [4 November 2020]."
    },
    {
      "year": "2021",
      "event": "**Humanitarian Siege**: Ethiopian and allied forces impose a near-total blockade on Tigray, engineering a famine [UN humanitarian chiefs' statements, 2021; MSF reports]."
    },
    {
      "year": "Nov 2022",
      "event": "**Pretoria Peace Agreement**: A Cessation of Hostilities Agreement is signed in Pretoria, South Africa [2 November 2022]."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Health Professionals Network for Tigray (HPN4T)",
        "description": "A diaspora network of health professionals providing direct medical relief and advocacy.",
        "url": "https://hpn4tigray.org/"
      },
      {
        "organisation": "Médecins Sans Frontières",
        "description": "Provides independent medical humanitarian aid in hard-to-reach areas of the region.",
        "url": "https://www.msf.org/ethiopia"
      },
      {
        "organisation": "Omna Tigray",
        "description": "A global diaspora organisation focused on humanitarian aid, rebuilding, and accountability.",
        "url": "https://omnatigray.org/"
      }
    ],
    "awareness": [
      "Advocate for the full implementation of the Pretoria Peace Agreement, including the withdrawal of all non-federal forces from Tigray.",
      "Demand independent investigations into war crimes and crimes against humanity by all parties."
    ],
    "boycott": [
      "Support targeted sanctions against individuals and entities responsible for mass atrocities and humanitarian obstruction.",
      "Call for international aid and reconstruction funds to be tied to verifiable human rights and accountability measures."
    ]
  }
}
