{
  "name": "Haiti",
  "currentCrisisSummary": "The near-total collapse of the state has ceded control of the capital to armed groups, unleashing extreme violence, mass displacement, and a catastrophic humanitarian emergency.",
  "colonialRoot": {
    "colonialPower": "France (1697-1804)",
    "legacy": "The crisis is rooted in France's brutal slave colony of **Saint-Domingue**. After the **Haitian Revolution (1791-1804)**—history's only successful slave revolt—France, backed by Western powers, extorted a crippling 'indemnity' from Haiti in 1825 [French Royal Ordinance, 17 April 1825]. This payment, demanded as compensation for the loss of enslaved people as 'property', forced Haiti to pay its former enslavers. The resulting **debt peonage** crippled the Haitian state for over a century, systematically draining its wealth and preventing any investment in public institutions or infrastructure [Schuller, 'Humanitarian Aftershocks in Haiti', 2016; Dubois, 'Haiti: The Aftershocks of History', 2012]."
  },
  "coreTerms": {
    "neocolonialDebtAndExtraction": "The French indemnity was a foundational act of neocolonialism, ensuring Haiti's continued economic subjugation after political independence. By forcing Haiti to pay its former colonisers the modern equivalent of over **$21 billion** [New York Times investigation, 2022], France deliberately engineered a state of **permanent underdevelopment**. This initial act of extraction created a cycle of debt dependency and foreign control that has defined Haiti's history.",
    "imperialInterventionAndOccupation": "From the **US occupation (1915-1934)** [Schmidt, 'The United States Occupation of Haiti, 1915-1934', 1995] to a series of UN missions, repeated foreign interventions have systematically undermined **Haitian sovereignty**. These actions, often framed as 'stabilisation', have supported anti-democratic forces, imposed disastrous economic policies, and created a culture of impunity (e.g., the UN's introduction of cholera) [UN acknowledgement, 2016; Katz, 'The Big Truck That Went By', 2013]. This legacy of intervention has fostered instability and dependency, preventing the emergence of resilient, Haitian-led institutions."
  },
  "humanitarianImpact": {
    "displaced": "Over **580,000** people internally displaced by extreme violence, the majority women and children [IOM, 2024].",
    "refugees": "Hundreds of thousands of Haitians have been forced to flee the country, often facing racist and violent border policies [UNHCR & human rights organisations, 2023-2024].",
    "casualties": "Over **8,000** people were killed by gang violence in the first nine months of 2024 alone [UN Human Rights Office, October 2024].",
    "affected": "**5.5 million** people—nearly half the population—require humanitarian assistance to survive, with millions facing acute hunger [UN OCHA, 2024]."
  },
  "timeline": [
    {
      "year": "1791-1804",
      "event": "**Haitian Revolution**: Enslaved people lead a successful revolt, establishing the first Black republic [Independence declared 1 January 1804]."
    },
    {
      "year": "1825",
      "event": "**French Indemnity**: France forces Haiti to begin paying a crippling debt for its freedom [Royal Ordinance, 17 April 1825; debt paid until 1947]."
    },
    {
      "year": "1915-1934",
      "event": "**US Occupation**: The United States invades and occupies Haiti for 19 years [28 July 1915 - 1 August 1934]."
    },
    {
      "year": "1957-1986",
      "event": "**Duvalier Dictatorship**: The US-backed father-son dictatorship terrorises Haiti for decades [François 'Papa Doc' 1957-1971; Jean-Claude 'Baby Doc' 1971-1986]."
    },
    {
      "year": "2004",
      "event": "**Second Coup against Aristide**: The democratically elected president is ousted in a coup backed by the US, France, and Canada [29 February 2004; Hallward, 'Damming the Flood', 2007]."
    },
    {
      "year": "2010",
      "event": "**Devastating Earthquake**: Kills over 200,000 people and causes catastrophic damage [12 January 2010; Haitian government estimates]."
    },
    {
      "year": "2021",
      "event": "**President Moïse Assassinated**: The murder deepens political instability and a power vacuum [7 July 2021]."
    },
    {
      "year": "2024",
      "event": "**Foreign Intervention**: A Kenyan-led, UN-backed security mission is deployed amid widespread protests and questions of legitimacy [MSS deployment, June 2024]."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Fonkoze",
        "description": "A Haitian organisation providing financial inclusion and development services to rural communities.",
        "url": "https://fonkoze.org/"
      },
      {
        "organisation": "Haitian Bridge Alliance",
        "description": "A Haitian-led diaspora organisation providing support and advocacy for refugees and migrants.",
        "url": "https://haitianbridgealliance.org"
      },
      {
        "organisation": "Médecins Sans Frontières",
        "description": "Providing emergency medical care to victims of violence in Port-au-Prince.",
        "url": "https://www.msf.org/haiti"
      }
    ],
    "awareness": [
      "Amplify Haitian-led analysis of the crisis and challenge mainstream media narratives.",
      "Learn and share the history of the Haitian Revolution and the French indemnity."
    ],
    "boycott": [
      "Demand France pay back the indemnity debt to Haiti with interest.",
      "Oppose foreign military interventions that lack popular Haitian support and accountability."
    ]
  }
}
