{
  "name": "Myanmar",
  "currentCrisisSummary": "Myanmar is in a nationwide civil war following the 2021 military coup. The junta (Tatmadaw) faces widespread armed resistance from the pro-democracy movement and dozens of Ethnic Armed Organisations (EAOs). The conflict has caused mass displacement and a humanitarian catastrophe, compounding the long-running persecution of the Rohingya.",
  "colonialRoot": {
    "colonialPower": "British Empire (1824-1948)",
    "legacy": "British rule implemented a **'divide and rule'** strategy, governing the Bamar majority heartland separately from the ethnic minority-inhabited **'Frontier Areas.'** It favoured certain minorities (e.g., Karen, Kachin) in the colonial military and administration, creating deep, lasting resentment. This policy ensured the post-independence state lacked national unity, setting the stage for the world's longest-running civil war."
  },
  "coreTerms": {
    "neoImperialism": "The military's decades-long domination is a form of **internal colonialism**, with the Bamar-centric state suppressing ethnic demands for autonomy. The armed struggle by ethnic groups and the pro-democracy resistance is an **anti-colonial fight for self-determination and federal equality** against a power structure that inherited and weaponised the British colonial model.",
    "colonialLegacies": "The key legacy is **institutionalised ethnic conflict**. The military has justified its power since the 1962 coup as necessary to hold the union together. It denies rights and citizenship to minorities like the Rohingya based on ethnic categories codified during the colonial era, perpetuating the divisions created by the British."
  },
  "humanitarianImpact": {
    "displaced": "2.6 million internally displaced since the 2021 coup",
    "refugees": "1.5 million Rohingya refugees, mainly in Bangladesh",
    "casualties": "Over 4,500 civilians killed by junta since coup",
    "affected": "17.6 million people in need of humanitarian assistance"
  },
  "takeAction": {
    "donate": [
      {
        "organisation": "Free Burma Rangers",
        "description": "Humanitarian aid and medical care in conflict areas",
        "url": "https://www.freeburmarangers.org"
      },
      {
        "organisation": "UNHCR Rohingya Response",
        "description": "Supporting Rohingya refugees in Bangladesh",
        "url": "https://www.unhcr.org/rohingya-emergency"
      },
      {
        "organisation": "Burma Campaign UK",
        "description": "Supporting democracy and human rights in Myanmar",
        "url": "https://burmacampaign.org.uk/"
      }
    ],
    "awareness": [
      "Share information about Myanmar's pro-democracy resistance",
      "Amplify Rohingya voices and experiences",
      "Educate others about colonial roots of ethnic divisions",
      "Support independent Myanmar media and journalists"
    ],
    "boycott": [
      "Avoid businesses connected to Myanmar military",
      "Support sanctions against military junta",
      "Pressure companies to cease operations benefiting the regime"
    ]
  }
}
