{
  "name": "Palestine",
  "currentCrisisSummary": "The military assault on Gaza, which began in late 2023 following Hamas's October 7 attack, has caused a catastrophic loss of life, mass displacement, and a severe humanitarian crisis, including famine. This compounds the ongoing, systemic denial of Palestinian rights through settlement expansion and forced displacement in the West Bank and East Jerusalem.",
  "colonialRoot": {
    "colonialPower": "British Empire",
    "legacy": "The conflict has its origins in the British Mandate for Palestine (1920-1948) and the competing national movements that emerged during this period. The 1917 Balfour Declaration promised a 'national home for the Jewish people,' supporting the Zionist movement's goal of establishing a Jewish state in Palestine. This led to increased Jewish immigration and land acquisition, creating tensions with the existing Palestinian Arab population. The 1948 Arab-Israeli war resulted in what Palestinians call the Nakba ('catastrophe'), creating a large refugee population, whilst the 1967 war led to Israeli occupation of the West Bank and Gaza Strip."
  },
  "coreTerms": {
    "internationalDynamics": "The conflict involves significant international dimensions, with the United States providing substantial military aid and diplomatic support to Israel. This relationship reflects broader geopolitical considerations in the Middle East region and affects the balance of power between the parties.",
    "historicalLegacies": "The current situation reflects unresolved issues from the mandate period and subsequent conflicts. Key challenges include the status of Palestinian refugees and their right of return, questions of sovereignty and borders, settlement activities in occupied territories, and the ongoing military occupation of the West Bank, which various human rights organisations have criticised using different terminologies."
  },
  "humanitarianImpact": {
    "displaced": "1.9 million internally displaced in Gaza (85% of population)",
    "refugees": "5.9 million Palestinian refugees globally",
    "casualties": "Over 67,000 killed in Gaza since October 2023",
    "affected": "2.3 million people in Gaza facing humanitarian crisis"
  },
  "takeAction": {
    "donate": [
      {
        "organisation": "UNRWA",
        "description": "UN agency providing aid to Palestinian refugees",
        "url": "https://www.unrwa.org/"
      },
      {
        "organisation": "Palestine Red Crescent Society",
        "description": "Emergency medical services and humanitarian aid",
        "url": "https://www.palestinercs.org/en"
      }
    ],
    "awareness": [
      "Share educational content about Palestinian history",
      "Support Palestinian journalists and media outlets"
    ],
    "boycott": [
      "BDS movement - Boycott, Divestment, Sanctions",
      "Avoid products from illegal Israeli settlements"
    ]
  }
}
