{
  "name": "Palestine",
  "currentCrisisSummary": "The military assault on Gaza, which began in late 2023 following Hamas's **October 7 attack**, has caused a catastrophic loss of life, mass displacement, and a severe humanitarian crisis, including **famine**. Multiple UN bodies, **Amnesty International**, and humanitarian organisations including Médecins Sans Frontières have concluded that Israel's actions constitute **genocide**. This compounds the ongoing, systemic denial of Palestinian rights through settlement expansion and forced displacement in the West Bank and East Jerusalem.",
  "colonialRoot": {
    "colonialPower": "British Empire",
    "legacy": "The conflict stems directly from **British colonial mismanagement and irresponsibility** during the Mandate for Palestine (1920-1948). The **1917 Balfour Declaration** was issued without consulting the existing Palestinian Arab population who comprised 90% of the territory, promising their homeland to another people. British authorities **deliberately fostered competing nationalisms** by encouraging large-scale Zionist settlement whilst failing to protect Palestinian rights or prepare sustainable governance structures. When mounting tensions made Palestine ungovernable, Britain **abandoned its colonial responsibility**, dumping the crisis on the newly-formed United Nations without ensuring a just solution. This colonial abdication directly precipitated the **1948 war and Palestinian Nakba** ('catastrophe'), creating a massive refugee crisis that Britain helped create but refused to resolve. The ongoing **Israeli occupation** since 1967 continues patterns of displacement and dispossession rooted in this colonial legacy."
  },
  "coreTerms": {
    "internationalDynamics": "The conflict involves significant international dimensions, with the **United States** providing substantial military aid and diplomatic support to Israel. This relationship reflects broader geopolitical considerations in the Middle East region and affects the balance of power between the parties.",
    "historicalLegacies": "The current situation reflects unresolved issues from the mandate period and subsequent conflicts. Key challenges include the status of Palestinian refugees and their **right of return**, questions of sovereignty and borders, settlement activities in occupied territories, and the ongoing **military occupation** of the West Bank, which various human rights organisations have criticised using different terminologies."
  },
  "humanitarianImpact": {
    "displaced": "1.9 million internally displaced in Gaza (85% of population)",
    "refugees": "5.9 million Palestinian refugees globally",
    "casualties": "Over 45,000 killed in Gaza since October 2023",
    "affected": "2.3 million people in Gaza facing humanitarian crisis"
  },
  "timeline": [
    {
      "year": "1917",
      "event": "**Balfour Declaration** - British government promises a 'national home for the Jewish people' in Palestine"
    },
    {
      "year": "1920-1948",
      "event": "**British Mandate for Palestine** - British administration governs the territory"
    },
    {
      "year": "1948",
      "event": "**Nakba** - Israeli independence and Palestinian displacement; 750,000 Palestinians become refugees"
    },
    {
      "year": "1967",
      "event": "**Six-Day War** - Israel occupies West Bank, Gaza Strip, and East Jerusalem"
    },
    {
      "year": "1987-1993",
      "event": "**First Intifada** - Palestinian uprising against Israeli occupation"
    },
    {
      "year": "1993",
      "event": "**Oslo Accords** - Peace agreement establishing Palestinian Authority"
    },
    {
      "year": "2000-2005",
      "event": "**Second Intifada** - Renewed Palestinian uprising"
    },
    {
      "year": "2007",
      "event": "**Gaza blockade begins** - Israel and Egypt impose restrictions on Gaza"
    },
    {
      "year": "2014",
      "event": "**Gaza War** - 50-day conflict between Israel and Hamas kills over 2,100 Palestinians"
    },
    {
      "year": "2023",
      "event": "**October 7 attack** - Hamas launches attack on Israel; Israel begins military assault on Gaza"
    },
    {
      "year": "2024",
      "event": "**Genocide findings** - UN bodies and international organisations conclude Israel is committing genocide in Gaza"
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "UNRWA",
        "description": "UN agency providing aid to Palestinian refugees",
        "url": "https://www.unrwa.org/"
      },
      {
        "organisation": "Islamic Relief",
        "description": "Emergency aid and humanitarian assistance in Palestine",
        "url": "https://islamic-relief.org/appeals/palestine-emergency-appeal/"
      },
      {
        "organisation": "Norwegian Refugee Council (NRC)",
        "description": "Shelter, education, legal aid, and protection for displaced Palestinians",
        "url": "https://www.nrc.no/countries/middle-east/palestine"
      }
    ],
    "awareness": [
      "Share educational content about Palestinian history",
      "Support Palestinian journalists and media outlets"
    ],
    "boycott": [
      "BDS movement - Boycott, Divestment, Sanctions",
      "Avoid products from illegal Israeli settlements"
    ]
  }
}
