{
  "name": "Syria",
  "currentCrisisSummary": "Civil war since 2011, leading to the collapse of the Ba'athist regime in 2024, has fueled a severe humanitarian crisis marked by mass displacement, state collapse, and foreign intervention.",
  "colonialRoot": {
    "colonialPower": "France (Mandate for Syria and the Lebanon)",
    "legacy": "Ignoring Syrian calls for self-determination (e.g., the **Arab Kingdom of Syria**), France and Britain imposed the **League of Nations Mandate**, a colonial project rooted in the imperialist **Sykes-Picot Agreement (1916)**. France enforced a **'divide and rule'** strategy, fracturing Syria into sectarian statelets to weaken national identity and foster divisions that persist today. This policy, combined with exploitative economics and the establishment of a repressive **authoritarian state structure**, left a legacy of instability and vulnerability to foreign intervention."
  },
  "coreTerms": {
    "inheritedSectarianism": "The Mandate-era strategy of dividing the country along ethnic and religious lines deepened divisions. Today's conflict and foreign interference often exploit these **inherited sectarian fractures** to advance geopolitical and regional interests, undermining national unity.",
    "stateCollapse": "The post-independence authoritarian regime preserved the repressive state structures of the French Mandate. This inherited framework of control, unable to accommodate popular dissent, ultimately shattered, creating a power vacuum filled by **foreign-backed proxy wars** and leading to the disintegration of state services."
  },
  "humanitarianImpact": {
    "displaced": "Over **7.2 million** internally displaced (IDPs), one of the world's largest internal displacement crises.",
    "refugees": "Over **5.2 million** refugees, mostly in neighbouring Türkiye, Lebanon, and Jordan, creating immense regional strain.",
    "casualties": "Over **300,000** confirmed civilian deaths (UN data, actual toll is likely much higher).",
    "affected": "**16.7 million** people require humanitarian aid, comprising over two-thirds of the population."
  },
  "timeline": [
    {
      "year": "1916",
      "event": "**Sykes-Picot Agreement**: Britain and France secretly agree to carve up the Middle East."
    },
    {
      "year": "1920",
      "event": "**Arab Kingdom of Syria**: A brief independent state is overthrown by French forces."
    },
    {
      "year": "1920",
      "event": "**French Mandate Begins**: League of Nations grants France colonial control."
    },
    {
      "year": "1925-1927",
      "event": "**Great Syrian Revolt**: A major, but ultimately suppressed, uprising against French rule."
    },
    {
      "year": "1946",
      "event": "**Independence**: Syria gains full independence from France."
    },
    {
      "year": "1963",
      "event": "**Ba'ath Party Coup**: The beginning of decades of authoritarian rule."
    },
    {
      "year": "2011",
      "event": "**Uprising Begins**: Protests against the Assad regime escalate into civil war."
    },
    {
      "year": "2014",
      "event": "**Rise of ISIL**: The extremist group seizes large swathes of Syria and Iraq."
    },
    {
      "year": "2024",
      "event": "**Regime Collapse**: Opposition forces launch successful offensives, ending Ba'athist rule."
    }
  ],
  "takeAction": {
    "donate": [
      {
        "organisation": "Islamic Relief",
        "description": "Delivers emergency aid and long-term support to crisis-affected Syrians.",
        "url": "https://islamic-relief.org/appeals/syria-crisis/"
      },
      {
        "organisation": "The White Helmets",
        "description": "Volunteer search-and-rescue teams aiding civilians impacted by military attacks.",
        "url": "https://www.whitehelmets.org/"
      }
    ],
    "awareness": [
      "Share updates from Syrian journalists and civil society organisations.",
      "Demand unconditional humanitarian access to all regions of Syria."
    ],
    "boycott": [
      "Advocate for targeted sanctions against individuals and entities responsible for war crimes.",
      "Boycott corporations profiting from the destruction and exploitative reconstruction."
    ]
  }
}
