{
  "apartheid": "An institutionalised regime of systematic oppression and domination by one racial group over another. Originally used to describe white minority rule in South Africa, it is now defined under international law as a crime against humanity.",
  "austerity": "Slashing public services like health and education to pay off government debts, a policy that disproportionately harms the poor.",
  "capital flight": "The large-scale exodus of money and assets from a country, often illicitly, by a corrupt elite to hide stolen wealth in offshore financial centres.",
  "colonialism": "The violent occupation and economic exploitation of a territory and its people, creating lasting structures of global inequality.",
  "disaster capitalism": "The practice of using crises—such as wars, coups, or natural disasters—as an opportunity to impose neoliberal policies and create new markets for private corporations.",
  "divide and rule": "A core colonial strategy of deliberately intensifying ethnic, religious, or regional differences among a colonised people to prevent unified resistance.",
  "ethnic cleansing": "The systematic forced removal or killing of ethnic or religious groups from a given territory by another group, often involving mass atrocities.",
  "food sovereignty": "The right of peoples to define their own food and agricultural systems, prioritising local production for local needs over export-oriented, corporate-dominated agriculture.",
  "Françafrique": "The opaque network of political, economic, and military ties through which France maintained neo-colonial influence over its former African colonies.",
  "genocide": "Acts committed with the intent to destroy, in whole or in part, a national, ethnic, racial, or religious group, as defined under international law.",
  "geopolitics": "The struggle between great powers for control over strategic territories and resources, often turning other countries into proxy battlegrounds.",
  "imperialism": "The global system of power that allows dominant nations to exert control over less powerful ones through economic, military, or political force.",
  "impunity": "A situation where perpetrators of mass atrocities, like war crimes, are exempt from punishment or accountability due to political protection.",
  "International Criminal Court": "A permanent court prosecuting individuals for genocide, crimes against humanity, and war crimes, though often limited by state cooperation and geopolitics.",
  "ICC": "A permanent court prosecuting individuals for genocide, crimes against humanity, and war crimes, though often limited by state cooperation and geopolitics.",
  "International Court of Justice": "The UN's principal court for settling legal disputes between states, notably used in the genocide cases concerning Myanmar and Israel.",
  "ICJ": "The UN's principal court for settling legal disputes between states, notably used in the genocide cases concerning Myanmar and Israel.",
  "International Monetary Fund": "A powerful international financial institution that imposes neoliberal policies like austerity (SAPs) as conditions for loans to countries in crisis.",
  "IMF": "A powerful international financial institution that imposes neoliberal policies like austerity (SAPs) as conditions for loans to countries in crisis.",
  "kleptocracy": "A form of government where the ruling elite systematically plunders the nation's wealth, enabled by a complicit global financial system.",
  "neo-colonialism": "The practice of controlling a formerly colonised country through economic dependency and political pressure, rather than direct military rule.",
  "neoliberalism": "A political-economic ideology prioritising corporate profit through privatisation, deregulation, and cuts to social spending, often imposed by the IMF and World Bank.",
  "odious debt": "Illegitimate debt incurred by a dictatorship for its own benefit, which is then used to financially cripple the successor state.",
  "petro-state": "A country whose economy is overwhelmingly dependent on oil exports, making it vulnerable to price shocks and prone to corruption (the 'resource curse').",
  "proxy war": "A conflict where powerful states fight each other indirectly by backing opposing sides in another country's war, using that nation's people as fodder.",
  "resource curse": "The paradox where a country's natural resource wealth leads to corruption, conflict, and poverty rather than prosperity for its people.",
  "settler colonialism": "A form of colonialism focused on replacing the indigenous population with a new society of settlers, requiring the elimination or removal of the native people.",
  "shock therapy": "The rapid and brutal imposition of neoliberal reforms (privatisation, austerity) on a country experiencing a crisis, often with devastating social consequences.",
  "state collapse": "The complete failure of a state's governing institutions, leading to loss of territory, inability to provide services, and widespread violence.",
  "Structural Adjustment Programmes": "Neoliberal 'shock therapy' packages of austerity and privatisation imposed on indebted countries by the IMF and World Bank.",
  "SAPs": "Neoliberal 'shock therapy' packages of austerity and privatisation imposed on indebted countries by the IMF and World Bank.",
  "UN Security Council": "The UN's most powerful body, charged with maintaining peace but often paralysed by the veto power of its five permanent members (China, France, Russia, UK, US).",
  "World Bank": "A major international financial institution, linked to the IMF, providing loans that often promote neoliberal, export-oriented economic models."
}
